{"!": 0, "#": 1, "$": 2, "%": 3, "&": 4, "'": 5, "''": 6, "'4th": 7, "'Are": 8, "'As": 9, "'Bob": 10, "'Can": 11, "'DOH": 12, "'Do": 13, "'Eye": 14, "'For": 15, "'Git": 16, "'Go": 17, "'Guard": 18, "'Gung": 19, "'Have": 20, "'Hello": 21, "'Help": 22, "'Hey": 23, "'How": 24, "'Howdy": 25, "'Hullo": 26, "'Is": 27, "'Join": 28, "'May": 29, "'Oh": 30, "'Please": 31, "'Prepare": 32, "'Put": 33, "'Red": 34, "'Roar": 35, "'Some": 36, "'Sorry": 37, "'Spam": 38, "'Take": 39, "'Thank": 40, "'Thou": 41, "'Too": 42, "'Uh-oh": 43, "'Watch": 44, "'We": 45, "'What": 46, "'Whatre": 47, "'Wo": 48, "'Would": 49, "'XXXX": 50, "'You": 51, "'are": 52, "'ball": 53, "'beacon'": 54, "'bestial": 55, "'better": 56, "'cigarette": 57, "'cruncher": 58, "'cut": 59, "'d": 60, "'discuss": 61, "'extremely": 62, "'finest": 63, "'fooooooood": 64, "'giraffe": 65, "'good": 66, "'hair": 67, "'heal": 68, "'in": 69, "'ll": 70, "'lunch": 71, "'m": 72, "'ole": 73, "'pardon": 74, "'please": 75, "'prepare": 76, "'push": 77, "'re": 78, "'s": 79, "'smiles": 80, "'the": 81, "'treatments": 82, "'uuuzzldctz": 83, "'ve": 84, "'victim": 85, "(": 86, ")": 87, "*": 88, ",": 89, "-": 90, "-'Looks": 91, "--": 92, "-1": 93, "-10": 94, "-100": 95, "-1000": 96, "-130": 97, "-135": 98, "-140": 99, "-15": 100, "-150": 101, "-2": 102, "-20": 103, "-200": 104, "-220": 105, "-225": 106, "-25": 107, "-250": 108, "-275": 109, "-276": 110, "-290": 111, "-3": 112, "-30": 113, "-300": 114, "-320": 115, "-325": 116, "-330": 117, "-350": 118, "-351": 119, "-4": 120, "-40": 121, "-400": 122, "-450": 123, "-480": 124, "-5": 125, "-50": 126, "-500": 127, "-550": 128, "-6": 129, "-60": 130, "-600": 131, "-650": 132, "-666": 133, "-675": 134, "-699": 135, "-7": 136, "-700": 137, "-706": 138, "-743": 139, "-750": 140, "-757": 141, "-780": 142, "-785": 143, "-789": 144, "-8": 145, "-800": 146, "-830": 147, "-850": 148, "-870": 149, "-875": 150, "-876": 151, "-884": 152, "-9": 153, "-90": 154, "-900": 155, "-950": 156, "-98": 157, "-990": 158, "-999": 159, "-Ma": 160, ".": 161, ".-": 162, "..": 163, "...": 164, "....": 165, ".....": 166, ".A": 167, ".a": 168, ".the": 169, "/": 170, "/__": 171, "/n": 172, "0": 173, "00": 174, "000": 175, "0d0+0": 176, "0d0+10": 177, "0d0+20": 178, "0d0+30": 179, "0d0+40": 180, "0d2+0": 181, "0d6+3": 182, "1": 183, "10": 184, "100": 185, "1000": 186, "10000": 187, "10001": 188, "10002": 189, "10003": 190, "10004": 191, "10005": 192, "10006": 193, "10007": 194, "10008": 195, "10009": 196, "10010": 197, "10011": 198, "10012": 199, "10013": 200, "10014": 201, "10015": 202, "10016": 203, "100456": 204, "101": 205, "10100": 206, "10101": 207, "10102": 208, "10103": 209, "10104": 210, "10105": 211, "10106": 212, "10107": 213, "10108": 214, "10109": 215, "10110": 216, "10111": 217, "10112": 218, "102": 219, "1024": 220, "102400": 221, "10250": 222, "10254": 223, "1026": 224, "10266": 225, "10282": 226, "103": 227, "10304": 228, "10305": 229, "10306": 230, "10307": 231, "10312": 232, "10314": 233, "10316": 234, "10318": 235, "10319": 236, "10329": 237, "10331": 238, "10332": 239, "10339": 240, "10344": 241, "10345": 242, "10346": 243, "10361": 244, "10362": 245, "10368": 246, "10378": 247, "10379": 248, "10398": 249, "10399": 250, "104": 251, "1040": 252, "10400": 253, "10401": 254, "10402": 255, "10403": 256, "10404": 257, "10405": 258, "10406": 259, "10407": 260, "10408": 261, "10409": 262, "10410": 263, "10411": 264, "10412": 265, "10413": 266, "10414": 267, "10415": 268, "10416": 269, "10429": 270, "104520": 271, "104522": 272, "10456": 273, "1048576": 274, "1048580": 275, "1048592": 276, "1048596": 277, "1048656": 278, "1048660": 279, "1048688": 280, "1048744": 281, "1048784": 282, "105": 283, "10588": 284, "106": 285, "10600": 286, "10602": 287, "10603": 288, "10605": 289, "10606": 290, "10607": 291, "10608": 292, "10609": 293, "10610": 294, "10611": 295, "10613": 296, "10614": 297, "10615": 298, "10616": 299, "10617": 300, "10632": 301, "10633": 302, "10634": 303, "10635": 304, "10636": 305, "10637": 306, "10638": 307, "10639": 308, "10640": 309, "106522": 310, "106538": 311, "106728": 312, "107": 313, "10700": 314, "10701": 315, "10702": 316, "10703": 317, "10704": 318, "10705": 319, "10706": 320, "10707": 321, "10708": 322, "10709": 323, "10710": 324, "10711": 325, "10712": 326, "10713": 327, "10714": 328, "10715": 329, "10716": 330, "10717": 331, "10718": 332, "10719": 333, "108": 334, "108900": 335, "109": 336, "10d10+320": 337, "10d5+60": 338, "10d7+70": 339, "11": 340, "110": 341, "1100": 342, "1101": 343, "1102": 344, "1103": 345, "1104": 346, "1105": 347, "111": 348, "1114128": 349, "1114188": 350, "1115152": 351, "1115218": 352, "112": 353, "1122376": 354, "113": 355, "114": 356, "115": 357, "11500": 358, "11501": 359, "11502": 360, "11503": 361, "11504": 362, "11505": 363, "11506": 364, "11507": 365, "11508": 366, "11509": 367, "11510": 368, "11511": 369, "11512": 370, "11513": 371, "11514": 372, "11515": 373, "11516": 374, "11517": 375, "11518": 376, "11519": 377, "11520": 378, "11521": 379, "11522": 380, "11523": 381, "11524": 382, "11525": 383, "11526": 384, "11527": 385, "11528": 386, "11529": 387, "11530": 388, "11534": 389, "11537": 390, "11538": 391, "11539": 392, "11541": 393, "11553": 394, "115600": 395, "11563": 396, "11564": 397, "11575": 398, "11585": 399, "11588": 400, "11589": 401, "116": 402, "117": 403, "11700": 404, "11701": 405, "11702": 406, "11703": 407, "11704": 408, "11705": 409, "11706": 410, "11707": 411, "11708": 412, "11709": 413, "11710": 414, "11711": 415, "11712": 416, "11713": 417, "11714": 418, "11715": 419, "11716": 420, "11717": 421, "11718": 422, "11719": 423, "11720": 424, "11721": 425, "11722": 426, "11723": 427, "11724": 428, "11725": 429, "11726": 430, "11727": 431, "11728": 432, "11729": 433, "11730": 434, "11731": 435, "118": 436, "11800": 437, "11801": 438, "11802": 439, "11803": 440, "11804": 441, "11805": 442, "11806": 443, "11807": 444, "11808": 445, "11809": 446, "11810": 447, "11811": 448, "11813": 449, "11814": 450, "11815": 451, "11816": 452, "11817": 453, "11818": 454, "11819": 455, "11820": 456, "11821": 457, "11822": 458, "11823": 459, "11824": 460, "11825": 461, "11826": 462, "11827": 463, "11828": 464, "11829": 465, "11830": 466, "11831": 467, "11832": 468, "11833": 469, "11834": 470, "11835": 471, "11836": 472, "11837": 473, "11838": 474, "11839": 475, "11840": 476, "11841": 477, "11842": 478, "11843": 479, "11844": 480, "11845": 481, "11846": 482, "11847": 483, "11848": 484, "11849": 485, "11850": 486, "11851": 487, "11852": 488, "11860": 489, "11861": 490, "11862": 491, "11863": 492, "11864": 493, "11867": 494, "11870": 495, "11872": 496, "11873": 497, "11874": 498, "11875": 499, "11876": 500, "11877": 501, "11878": 502, "11879": 503, "118794": 504, "11884": 505, "11893": 506, "11895": 507, "11896": 508, "119": 509, "1199": 510, "12": 511, "120": 512, "1200": 513, "12000": 514, "12001": 515, "12002": 516, "12003": 517, "12004": 518, "12005": 519, "12006": 520, "12007": 521, "12008": 522, "12009": 523, "1201": 524, "12010": 525, "12011": 526, "12012": 527, "12013": 528, "12014": 529, "12015": 530, "12016": 531, "12017": 532, "12018": 533, "12019": 534, "1202": 535, "12020": 536, "12021": 537, "12022": 538, "12023": 539, "12024": 540, "12025": 541, "12026": 542, "12027": 543, "12028": 544, "12029": 545, "1203": 546, "12030": 547, "12031": 548, "12032": 549, "12033": 550, "12034": 551, "12035": 552, "12036": 553, "12037": 554, "1204": 555, "1205": 556, "1206": 557, "1207": 558, "1209": 559, "121": 560, "1210": 561, "12100": 562, "1211": 563, "1212": 564, "1214": 565, "1217": 566, "122": 567, "122906": 568, "122938": 569, "122970": 570, "122984": 571, "123": 572, "123000": 573, "123146": 574, "1233": 575, "12360": 576, "12378": 577, "124": 578, "124938": 579, "124954": 580, "124986": 581, "125": 582, "12500": 583, "12501": 584, "12502": 585, "125022": 586, "12503": 587, "12504": 588, "12505": 589, "12506": 590, "12507": 591, "12508": 592, "125082": 593, "12509": 594, "12510": 595, "12511": 596, "12512": 597, "12513": 598, "12562": 599, "12564": 600, "12566": 601, "12569": 602, "12597": 603, "12598": 604, "126": 605, "1267": 606, "127": 607, "128": 608, "129": 609, "129038": 610, "1299": 611, "13": 612, "130": 613, "1300": 614, "13000": 615, "13001": 616, "13002": 617, "13003": 618, "13004": 619, "13005": 620, "13008": 621, "1301": 622, "13012": 623, "13013": 624, "13016": 625, "1302": 626, "1303": 627, "1304": 628, "1305": 629, "1306": 630, "1307": 631, "1309": 632, "131": 633, "1310": 634, "131072": 635, "1311": 636, "131176": 637, "1312": 638, "131210": 639, "1313": 640, "1314": 641, "1315": 642, "1316": 643, "1317": 644, "1318": 645, "1319": 646, "132": 647, "1320": 648, "1321": 649, "1322": 650, "1323": 651, "1324": 652, "1327": 653, "1328": 654, "133": 655, "1331": 656, "133500": 657, "134": 658, "135": 659, "135178": 660, "135226": 661, "135244": 662, "1354": 663, "1357": 664, "136": 665, "1363": 666, "137": 667, "137226": 668, "137288": 669, "137304": 670, "138": 671, "139": 672, "139338": 673, "1395": 674, "1398": 675, "14": 676, "140": 677, "1400": 678, "14000": 679, "14001": 680, "14002": 681, "14003": 682, "14004": 683, "14005": 684, "14006": 685, "14007": 686, "14008": 687, "14009": 688, "1401": 689, "14010": 690, "14011": 691, "14012": 692, "14013": 693, "14014": 694, "14015": 695, "14016": 696, "14017": 697, "1402": 698, "1403": 699, "1409": 700, "141": 701, "1410": 702, "1411": 703, "141322": 704, "141384": 705, "141388": 706, "1416": 707, "142": 708, "143": 709, "14349023402342039840293481234900049": 710, "143564": 711, "14362": 712, "14382": 713, "144": 714, "14400": 715, "14408": 716, "14410": 717, "145": 718, "146": 719, "14602": 720, "14618": 721, "147": 722, "147466": 723, "147482": 724, "147656": 725, "148": 726, "149": 727, "15": 728, "150": 729, "1500": 730, "15000": 731, "15001": 732, "15002": 733, "15003": 734, "15004": 735, "15005": 736, "15006": 737, "15007": 738, "15008": 739, "15009": 740, "1501": 741, "15010": 742, "15011": 743, "15012": 744, "15013": 745, "15014": 746, "15015": 747, "15016": 748, "15017": 749, "15018": 750, "15019": 751, "1502": 752, "15020": 753, "15021": 754, "15022": 755, "15023": 756, "15024": 757, "15025": 758, "15026": 759, "15027": 760, "15028": 761, "15029": 762, "1503": 763, "15030": 764, "15031": 765, "15032": 766, "1504": 767, "1505": 768, "1506": 769, "1507": 770, "1508": 771, "1509": 772, "151": 773, "1510": 774, "1511": 775, "1512": 776, "1513": 777, "1514": 778, "1515": 779, "1516": 780, "1517": 781, "1518": 782, "1519": 783, "152": 784, "1520": 785, "152074": 786, "1521": 787, "1522": 788, "1523": 789, "153": 790, "153610": 791, "153672": 792, "154": 793, "1546": 794, "155": 795, "155658": 796, "155706": 797, "156": 798, "157": 799, "1572864": 800, "1572868": 801, "1572880": 802, "1572944": 803, "1572948": 804, "158": 805, "159": 806, "15th": 807, "16": 808, "160": 809, "1600": 810, "1601": 811, "1602": 812, "1603": 813, "1604": 814, "1605": 815, "1606": 816, "1607": 817, "1608": 818, "1609": 819, "161": 820, "1610": 821, "1611": 822, "1612": 823, "1613": 824, "1614": 825, "1615": 826, "1616": 827, "1617": 828, "1618": 829, "1619": 830, "162": 831, "1620": 832, "1621": 833, "1622": 834, "1623": 835, "1624": 836, "1625": 837, "1626": 838, "1627": 839, "1628": 840, "1629": 841, "163": 842, "1630": 843, "1631": 844, "1632": 845, "1633": 846, "1634": 847, "1635": 848, "1638400": 849, "1638416": 850, "1638480": 851, "1638484": 852, "1638512": 853, "1638612": 854, "163866": 855, "16394": 856, "163944": 857, "16398": 858, "164": 859, "164040": 860, "16410": 861, "16426": 862, "164362": 863, "16456": 864, "16458": 865, "16460": 866, "16462": 867, "165": 868, "16508": 869, "16522": 870, "16526": 871, "16584": 872, "165946": 873, "166": 874, "16604": 875, "16666": 876, "167": 877, "168": 878, "168536": 879, "169": 880, "16900": 881, "16901": 882, "16902": 883, "16903": 884, "16904": 885, "16905": 886, "16906": 887, "16907": 888, "16908": 889, "16909": 890, "16921": 891, "16MB": 892, "16th": 893, "17": 894, "170": 895, "1700": 896, "170026": 897, "170056": 898, "1701": 899, "1702": 900, "1703": 901, "1704": 902, "1705": 903, "1706": 904, "1707": 905, "1708": 906, "1709": 907, "171": 908, "1710": 909, "1711": 910, "1712": 911, "1713": 912, "1714": 913, "1715": 914, "1716": 915, "1717": 916, "1718": 917, "1719": 918, "172": 919, "1720": 920, "172042": 921, "172046": 922, "172074": 923, "172090": 924, "1721": 925, "172104": 926, "172106": 927, "172108": 928, "172136": 929, "1722": 930, "1723": 931, "1724": 932, "1725": 933, "1726": 934, "172616": 935, "1727": 936, "1728": 937, "1729": 938, "173": 939, "1730": 940, "1731": 941, "1732": 942, "1733": 943, "1734": 944, "1735": 945, "1736": 946, "1737": 947, "174": 948, "1740": 949, "174154": 950, "175": 951, "17500": 952, "17501": 953, "17502": 954, "17503": 955, "17504": 956, "17505": 957, "17506": 958, "17507": 959, "17508": 960, "17509": 961, "17510": 962, "17511": 963, "17512": 964, "17513": 965, "17514": 966, "17515": 967, "176": 968, "177": 969, "178": 970, "1780": 971, "178298": 972, "178302": 973, "178446": 974, "179": 975, "179276": 976, "1795-1883": 977, "18": 978, "180": 979, "1800": 980, "18000": 981, "1802": 982, "1809": 983, "181": 984, "1810": 985, "1811": 986, "1812": 987, "1813": 988, "1814": 989, "1816": 990, "1817": 991, "1818": 992, "1819": 993, "182": 994, "1820": 995, "1821": 996, "1822": 997, "182286": 998, "182298": 999, "182344": 1000, "183": 1001, "184": 1002, "184396": 1003, "1844-1900": 1004, "18442": 1005, "18446": 1006, "18458": 1007, "18462": 1008, "18474": 1009, "185": 1010, "18504": 1011, "18520": 1012, "18526": 1013, "18590": 1014, "186": 1015, "18601": 1016, "18602": 1017, "18603": 1018, "18604": 1019, "18605": 1020, "18606": 1021, "18607": 1022, "18608": 1023, "18609": 1024, "18610": 1025, "18611": 1026, "18612": 1027, "18613": 1028, "18614": 1029, "18615": 1030, "18654": 1031, "187": 1032, "18700": 1033, "18701": 1034, "18702": 1035, "18703": 1036, "18705": 1037, "18706": 1038, "18707": 1039, "18708": 1040, "18709": 1041, "18710": 1042, "18711": 1043, "18712": 1044, "18714": 1045, "18722": 1046, "18723": 1047, "188": 1048, "188426": 1049, "188430": 1050, "188442": 1051, "188458": 1052, "188474": 1053, "188488": 1054, "188490": 1055, "188504": 1056, "188506": 1057, "188520": 1058, "188524": 1059, "188536": 1060, "188540": 1061, "188554": 1062, "188586": 1063, "188618": 1064, "188638": 1065, "189": 1066, "19": 1067, "190": 1068, "1900": 1069, "1901": 1070, "1902": 1071, "1903": 1072, "1904": 1073, "190474": 1074, "190490": 1075, "190494": 1076, "1905": 1077, "190506": 1078, "190536": 1079, "190554": 1080, "190584": 1081, "190586": 1082, "1906": 1083, "190670": 1084, "190682": 1085, "190686": 1086, "1907": 1087, "1908": 1088, "1909": 1089, "191": 1090, "1910": 1091, "1911": 1092, "1912": 1093, "1913": 1094, "1914": 1095, "1915": 1096, "1916": 1097, "1917": 1098, "1918": 1099, "1919": 1100, "192": 1101, "1920": 1102, "1921": 1103, "1922": 1104, "1923": 1105, "1924": 1106, "1925": 1107, "192538": 1108, "192584": 1109, "192712": 1110, "193": 1111, "1930": 1112, "1932": 1113, "1933": 1114, "1935": 1115, "1936": 1116, "1937": 1117, "1938": 1118, "1939": 1119, "194": 1120, "1940": 1121, "1941": 1122, "1942": 1123, "1943": 1124, "194570": 1125, "194586": 1126, "194590": 1127, "1946": 1128, "194618": 1129, "194682": 1130, "194714": 1131, "1949": 1132, "195": 1133, "1950s": 1134, "1956": 1135, "196": 1136, "19600": 1137, "1960s": 1138, "1963": 1139, "1964": 1140, "1965": 1141, "1966": 1142, "196618": 1143, "196650": 1144, "196654": 1145, "196680": 1146, "196682": 1147, "196684": 1148, "196696": 1149, "1968": 1150, "197": 1151, "1975": 1152, "1977": 1153, "198": 1154, "199": 1155, "1991": 1156, "1994": 1157, "1997": 1158, "1998": 1159, "1999": 1160, "19th": 1161, "1d1+0": 1162, "1d1+100": 1163, "1d1+50": 1164, "1d1+60": 1165, "1d1+70": 1166, "1d1+80": 1167, "1d1+90": 1168, "1d2+0": 1169, "1d2+1": 1170, "1d2+2": 1171, "1d2+3": 1172, "2": 1173, "20": 1174, "200": 1175, "2000": 1176, "20000": 1177, "20001": 1178, "20002": 1179, "20003": 1180, "20004": 1181, "20005": 1182, "20006": 1183, "20007": 1184, "20008": 1185, "20009": 1186, "2001": 1187, "20010": 1188, "20011": 1189, "2002": 1190, "2003": 1191, "2004": 1192, "2005": 1193, "2006": 1194, "2007": 1195, "2008": 1196, "2009": 1197, "201": 1198, "2010": 1199, "20101": 1200, "20102": 1201, "20103": 1202, "20104": 1203, "20105": 1204, "20106": 1205, "2011": 1206, "20110": 1207, "20111": 1208, "20113": 1209, "20114": 1210, "2012": 1211, "20129": 1212, "2013": 1213, "20134": 1214, "20136": 1215, "20137": 1216, "20138": 1217, "2014": 1218, "20140": 1219, "20141": 1220, "20142": 1221, "20145": 1222, "2015": 1223, "2016": 1224, "2017": 1225, "2018": 1226, "20188": 1227, "2019": 1228, "20195": 1229, "20196": 1230, "20197": 1231, "20198": 1232, "20199": 1233, "202": 1234, "2020": 1235, "2021": 1236, "2022": 1237, "203": 1238, "204": 1239, "2048": 1240, "204872": 1241, "20490": 1242, "205": 1243, "20568": 1244, "2058": 1245, "206": 1246, "2062": 1247, "206862": 1248, "207": 1249, "2074": 1250, "2078": 1251, "208": 1252, "209": 1253, "2090": 1254, "2094": 1255, "2096": 1256, "21": 1257, "210": 1258, "21000": 1259, "211": 1260, "2110": 1261, "21101": 1262, "211016": 1263, "211018": 1264, "21102": 1265, "21103": 1266, "21104": 1267, "21105": 1268, "21106": 1269, "21107": 1270, "21108": 1271, "211144": 1272, "2112": 1273, "212": 1274, "2120": 1275, "2122": 1276, "2124": 1277, "2126": 1278, "2128": 1279, "213": 1280, "213002": 1281, "213006": 1282, "213018": 1283, "213066": 1284, "2136": 1285, "214": 1286, "2140": 1287, "215": 1288, "2152": 1289, "216": 1290, "2168": 1291, "2172": 1292, "2174": 1293, "218": 1294, "2186": 1295, "2190": 1296, "22": 1297, "220": 1298, "2200": 1299, "22000": 1300, "22001": 1301, "22002": 1302, "22003": 1303, "22004": 1304, "22005": 1305, "22006": 1306, "22007": 1307, "2201": 1308, "2202": 1309, "2203": 1310, "2204": 1311, "2205": 1312, "2206": 1313, "2207": 1314, "2208": 1315, "2209": 1316, "2210": 1317, "2211": 1318, "221194": 1319, "2212": 1320, "2213": 1321, "2214": 1322, "2215": 1323, "2216": 1324, "2217": 1325, "2218": 1326, "2219": 1327, "222": 1328, "2220": 1329, "2221": 1330, "2222": 1331, "2223": 1332, "2224": 1333, "2225": 1334, "2226": 1335, "2227": 1336, "2228": 1337, "2229": 1338, "2230": 1339, "223258": 1340, "223290": 1341, "2248": 1342, "225": 1343, "2250": 1344, "22500": 1345, "2252": 1346, "22554": 1347, "22618": 1348, "22620": 1349, "22622": 1350, "22638": 1351, "2264": 1352, "2268": 1353, "22748": 1354, "22750": 1355, "22782": 1356, "229386": 1357, "229418": 1358, "229480": 1359, "229976": 1360, "23": 1361, "230": 1362, "2300": 1363, "231466": 1364, "231482": 1365, "231496": 1366, "231498": 1367, "231544": 1368, "2318": 1369, "232": 1370, "23200": 1371, "23201": 1372, "23202": 1373, "23203": 1374, "23204": 1375, "23205": 1376, "23206": 1377, "23207": 1378, "23301": 1379, "23304": 1380, "23307": 1381, "23310": 1382, "23311": 1383, "23313": 1384, "23316": 1385, "23318": 1386, "23323": 1387, "23325": 1388, "23329": 1389, "23331": 1390, "23335": 1391, "23340": 1392, "23341": 1393, "23345": 1394, "233482": 1395, "23351": 1396, "23356": 1397, "23362": 1398, "23366": 1399, "23370": 1400, "23376": 1401, "23380": 1402, "23391": 1403, "234": 1404, "23400": 1405, "23401": 1406, "23402": 1407, "23403": 1408, "23404": 1409, "23405": 1410, "23406": 1411, "23407": 1412, "23408": 1413, "23409": 1414, "23410": 1415, "23495": 1416, "23500": 1417, "23503": 1418, "23508": 1419, "23510": 1420, "23517": 1421, "23520": 1422, "23523": 1423, "23534": 1424, "23547": 1425, "23549": 1426, "23551": 1427, "23558": 1428, "236": 1429, "23600": 1430, "23601": 1431, "23602": 1432, "23603": 1433, "23604": 1434, "23605": 1435, "23606": 1436, "23607": 1437, "23608": 1438, "23609": 1439, "23610": 1440, "23611": 1441, "23612": 1442, "23613": 1443, "23614": 1444, "23615": 1445, "23616": 1446, "23617": 1447, "23618": 1448, "23619": 1449, "23620": 1450, "23621": 1451, "23622": 1452, "23623": 1453, "23624": 1454, "23625": 1455, "23626": 1456, "23627": 1457, "23628": 1458, "23700": 1459, "23701": 1460, "23702": 1461, "23703": 1462, "23704": 1463, "23705": 1464, "23706": 1465, "23707": 1466, "23708": 1467, "23709": 1468, "23710": 1469, "23711": 1470, "237578": 1471, "237598": 1472, "2376": 1473, "237610": 1474, "237630": 1475, "237768": 1476, "237834": 1477, "238": 1478, "2380": 1479, "23802": 1480, "23833": 1481, "23841": 1482, "23842": 1483, "23849": 1484, "23851": 1485, "23853": 1486, "23854": 1487, "23855": 1488, "23856": 1489, "23857": 1490, "23858": 1491, "23859": 1492, "23860": 1493, "23874": 1494, "23875": 1495, "23876": 1496, "23877": 1497, "23878": 1498, "23879": 1499, "23880": 1500, "23900": 1501, "23901": 1502, "23902": 1503, "23903": 1504, "23904": 1505, "23905": 1506, "23906": 1507, "23907": 1508, "23908": 1509, "23909": 1510, "23910": 1511, "23911": 1512, "23912": 1513, "23913": 1514, "23914": 1515, "23915": 1516, "23916": 1517, "23917": 1518, "23918": 1519, "23919": 1520, "2392": 1521, "23920": 1522, "23921": 1523, "23922": 1524, "23923": 1525, "23924": 1526, "23925": 1527, "23926": 1528, "23927": 1529, "23928": 1530, "23929": 1531, "23930": 1532, "23931": 1533, "23932": 1534, "23933": 1535, "239626": 1536, "239642": 1537, "239674": 1538, "239704": 1539, "24": 1540, "24-seven": 1541, "240": 1542, "24000": 1543, "24001": 1544, "24002": 1545, "24003": 1546, "24004": 1547, "24005": 1548, "24006": 1549, "24007": 1550, "24008": 1551, "24009": 1552, "24010": 1553, "24011": 1554, "24012": 1555, "24013": 1556, "24014": 1557, "24015": 1558, "24016": 1559, "24017": 1560, "24018": 1561, "24019": 1562, "24020": 1563, "24021": 1564, "24022": 1565, "24023": 1566, "24024": 1567, "24025": 1568, "24026": 1569, "24027": 1570, "24028": 1571, "24029": 1572, "24100": 1573, "24101": 1574, "24102": 1575, "24103": 1576, "24104": 1577, "24105": 1578, "24106": 1579, "24107": 1580, "24108": 1581, "24109": 1582, "24110": 1583, "24111": 1584, "24112": 1585, "24113": 1586, "24114": 1587, "24115": 1588, "24116": 1589, "24117": 1590, "24118": 1591, "24119": 1592, "24130": 1593, "24131": 1594, "24132": 1595, "24133": 1596, "24134": 1597, "24200": 1598, "24201": 1599, "24202": 1600, "24203": 1601, "24204": 1602, "24205": 1603, "24206": 1604, "24207": 1605, "24208": 1606, "24209": 1607, "24210": 1608, "24211": 1609, "24212": 1610, "24213": 1611, "242186": 1612, "2424": 1613, "24300": 1614, "24301": 1615, "24302": 1616, "24303": 1617, "24304": 1618, "24305": 1619, "24306": 1620, "24307": 1621, "24308": 1622, "24400": 1623, "24401": 1624, "24500": 1625, "24501": 1626, "24502": 1627, "24503": 1628, "24504": 1629, "24505": 1630, "24506": 1631, "24507": 1632, "24508": 1633, "24509": 1634, "24510": 1635, "24511": 1636, "24512": 1637, "24513": 1638, "24514": 1639, "24515": 1640, "24516": 1641, "24517": 1642, "245770": 1643, "245854": 1644, "24586": 1645, "245976": 1646, "24606": 1647, "24622": 1648, "24634": 1649, "24668": 1650, "24680": 1651, "24682": 1652, "24696": 1653, "24700": 1654, "24701": 1655, "24702": 1656, "24703": 1657, "24704": 1658, "24705": 1659, "24706": 1660, "24707": 1661, "24708": 1662, "24709": 1663, "24710": 1664, "24711": 1665, "24712": 1666, "24713": 1667, "24714": 1668, "24715": 1669, "24716": 1670, "24717": 1671, "247818": 1672, "247898": 1673, "248": 1674, "24801": 1675, "24802": 1676, "24803": 1677, "24804": 1678, "24805": 1679, "24806": 1680, "24807": 1681, "24808": 1682, "24809": 1683, "24810": 1684, "24828": 1685, "24901": 1686, "25": 1687, "250": 1688, "2500": 1689, "25000": 1690, "25001": 1691, "25002": 1692, "25003": 1693, "25004": 1694, "25005": 1695, "25006": 1696, "25007": 1697, "25008": 1698, "25009": 1699, "2501": 1700, "2502": 1701, "2503": 1702, "2504": 1703, "2505": 1704, "2506": 1705, "2507": 1706, "2508": 1707, "2509": 1708, "2510": 1709, "25100": 1710, "25101": 1711, "25102": 1712, "25103": 1713, "25104": 1714, "25105": 1715, "25106": 1716, "25107": 1717, "25108": 1718, "25109": 1719, "2511": 1720, "25110": 1721, "25111": 1722, "25112": 1723, "25113": 1724, "25114": 1725, "2512": 1726, "2513": 1727, "2514": 1728, "2515": 1729, "2516": 1730, "2517": 1731, "2518": 1732, "2519": 1733, "2520": 1734, "25200": 1735, "25201": 1736, "25202": 1737, "25203": 1738, "25204": 1739, "25205": 1740, "25206": 1741, "2521": 1742, "2522": 1743, "2523": 1744, "2524": 1745, "2525": 1746, "2526": 1747, "2527": 1748, "2528": 1749, "2529": 1750, "2530": 1751, "25300": 1752, "25301": 1753, "25302": 1754, "25303": 1755, "25304": 1756, "25305": 1757, "25306": 1758, "25307": 1759, "25308": 1760, "25309": 1761, "2531": 1762, "25310": 1763, "2532": 1764, "2533": 1765, "2534": 1766, "2535": 1767, "2536": 1768, "2537": 1769, "2538": 1770, "2539": 1771, "253962": 1772, "253978": 1773, "253982": 1774, "253994": 1775, "2540": 1776, "25400": 1777, "25401": 1778, "254010": 1779, "254014": 1780, "25402": 1781, "254024": 1782, "254026": 1783, "254028": 1784, "25403": 1785, "254030": 1786, "25404": 1787, "254040": 1788, "254042": 1789, "254044": 1790, "25405": 1791, "254056": 1792, "254058": 1793, "25406": 1794, "25407": 1795, "254072": 1796, "254074": 1797, "254076": 1798, "25408": 1799, "25409": 1800, "254090": 1801, "2541": 1802, "25410": 1803, "25411": 1804, "25412": 1805, "25413": 1806, "25414": 1807, "254152": 1808, "254170": 1809, "2542": 1810, "2543": 1811, "2544": 1812, "254474": 1813, "254490": 1814, "2545": 1815, "254552": 1816, "2546": 1817, "254682": 1818, "2547": 1819, "2548": 1820, "2549": 1821, "2550": 1822, "25500": 1823, "25501": 1824, "25502": 1825, "25503": 1826, "25504": 1827, "25505": 1828, "25506": 1829, "2551": 1830, "2552": 1831, "2553": 1832, "2554": 1833, "2555": 1834, "2556": 1835, "2557": 1836, "2558": 1837, "2559": 1838, "256": 1839, "2560": 1840, "25600": 1841, "25601": 1842, "256010": 1843, "25602": 1844, "256026": 1845, "25603": 1846, "256030": 1847, "25604": 1848, "256046": 1849, "25605": 1850, "256058": 1851, "25606": 1852, "25607": 1853, "256072": 1854, "256074": 1855, "256078": 1856, "25608": 1857, "25609": 1858, "256090": 1859, "256092": 1860, "256094": 1861, "2561": 1862, "25610": 1863, "25611": 1864, "25612": 1865, "256120": 1866, "25613": 1867, "256170": 1868, "2562": 1869, "256216": 1870, "256266": 1871, "256282": 1872, "2563": 1873, "2564": 1874, "25650": 1875, "2570": 1876, "25700": 1877, "25701": 1878, "25702": 1879, "25703": 1880, "25704": 1881, "25705": 1882, "25706": 1883, "25707": 1884, "25708": 1885, "25709": 1886, "25710": 1887, "25712": 1888, "25713": 1889, "25714": 1890, "25715": 1891, "25716": 1892, "25717": 1893, "25718": 1894, "25719": 1895, "25720": 1896, "25721": 1897, "25722": 1898, "25723": 1899, "25724": 1900, "25725": 1901, "25726": 1902, "25727": 1903, "25728": 1904, "25729": 1905, "25730": 1906, "257306": 1907, "25731": 1908, "25732": 1909, "25733": 1910, "25740": 1911, "25741": 1912, "25742": 1913, "25743": 1914, "25744": 1915, "25745": 1916, "25746": 1917, "25747": 1918, "25748": 1919, "25749": 1920, "25759": 1921, "25760": 1922, "25761": 1923, "25762": 1924, "25763": 1925, "25764": 1926, "25765": 1927, "25766": 1928, "25767": 1929, "25768": 1930, "25769": 1931, "25770": 1932, "25771": 1933, "25772": 1934, "25773": 1935, "25774": 1936, "25775": 1937, "25776": 1938, "25777": 1939, "25779": 1940, "25789": 1941, "25790": 1942, "25791": 1943, "25792": 1944, "25793": 1945, "25794": 1946, "25795": 1947, "25799": 1948, "25800": 1949, "25801": 1950, "25802": 1951, "25803": 1952, "258058": 1953, "258120": 1954, "258154": 1955, "25900": 1956, "25901": 1957, "25902": 1958, "25903": 1959, "25904": 1960, "25905": 1961, "25906": 1962, "25907": 1963, "25908": 1964, "26": 1965, "260": 1966, "26000": 1967, "26001": 1968, "26002": 1969, "26003": 1970, "26004": 1971, "26005": 1972, "260106": 1973, "260122": 1974, "260126": 1975, "260154": 1976, "260168": 1977, "260184": 1978, "260190": 1979, "260204": 1980, "260222": 1981, "260314": 1982, "260316": 1983, "260350": 1984, "26100": 1985, "26101": 1986, "26102": 1987, "26103": 1988, "26104": 1989, "26105": 1990, "26106": 1991, "26107": 1992, "26108": 1993, "26109": 1994, "26110": 1995, "26112": 1996, "26113": 1997, "26114": 1998, "26115": 1999, "26116": 2000, "26117": 2001, "26118": 2002, "26119": 2003, "26120": 2004, "26121": 2005, "26122": 2006, "26123": 2007, "26200": 2008, "26201": 2009, "26202": 2010, "26203": 2011, "26204": 2012, "26205": 2013, "262154": 2014, "262160": 2015, "262170": 2016, "262224": 2017, "26300": 2018, "26301": 2019, "26302": 2020, "26303": 2021, "26304": 2022, "26305": 2023, "26306": 2024, "26307": 2025, "26308": 2026, "26309": 2027, "26310": 2028, "26311": 2029, "26313": 2030, "26314": 2031, "26315": 2032, "26316": 2033, "26317": 2034, "26318": 2035, "2632": 2036, "2634": 2037, "26400": 2038, "26401": 2039, "26402": 2040, "26403": 2041, "26404": 2042, "26405": 2043, "26406": 2044, "2650": 2045, "26500": 2046, "26501": 2047, "26502": 2048, "26503": 2049, "26504": 2050, "26505": 2051, "26506": 2052, "26507": 2053, "26508": 2054, "26509": 2055, "26510": 2056, "26511": 2057, "26512": 2058, "26513": 2059, "266": 2060, "26600": 2061, "26601": 2062, "26602": 2063, "26603": 2064, "26604": 2065, "26605": 2066, "26606": 2067, "26634": 2068, "26635": 2069, "26650": 2070, "26651": 2071, "26682": 2072, "26700": 2073, "26701": 2074, "26702": 2075, "26703": 2076, "26704": 2077, "26705": 2078, "26706": 2079, "26707": 2080, "26708": 2081, "26709": 2082, "26710": 2083, "26711": 2084, "26712": 2085, "26713": 2086, "26714": 2087, "26715": 2088, "26716": 2089, "26717": 2090, "26718": 2091, "26719": 2092, "26720": 2093, "26778": 2094, "26894": 2095, "26900": 2096, "26901": 2097, "26902": 2098, "26903": 2099, "26904": 2100, "26905": 2101, "26906": 2102, "26907": 2103, "26908": 2104, "26909": 2105, "26910": 2106, "26911": 2107, "26912": 2108, "27": 2109, "270": 2110, "2700": 2111, "27000": 2112, "27001": 2113, "27002": 2114, "27003": 2115, "27004": 2116, "27005": 2117, "27006": 2118, "27007": 2119, "27008": 2120, "27009": 2121, "2701": 2122, "27010": 2123, "27011": 2124, "27012": 2125, "2702": 2126, "2703": 2127, "2704": 2128, "2705": 2129, "2706": 2130, "2707": 2131, "2708": 2132, "2709": 2133, "2710": 2134, "27100": 2135, "27101": 2136, "27102": 2137, "27103": 2138, "27104": 2139, "27105": 2140, "27106": 2141, "27107": 2142, "27108": 2143, "27109": 2144, "2711": 2145, "27110": 2146, "27111": 2147, "27112": 2148, "27113": 2149, "27114": 2150, "27115": 2151, "27116": 2152, "27117": 2153, "27118": 2154, "27119": 2155, "2712": 2156, "27120": 2157, "27121": 2158, "27122": 2159, "27123": 2160, "27124": 2161, "27125": 2162, "27126": 2163, "27127": 2164, "27128": 2165, "27129": 2166, "2713": 2167, "27130": 2168, "27131": 2169, "27132": 2170, "27133": 2171, "27134": 2172, "27135": 2173, "27136": 2174, "27137": 2175, "27138": 2176, "27139": 2177, "2714": 2178, "27140": 2179, "27141": 2180, "27142": 2181, "27143": 2182, "27144": 2183, "27145": 2184, "27146": 2185, "27147": 2186, "27148": 2187, "27149": 2188, "2715": 2189, "27150": 2190, "27151": 2191, "27152": 2192, "27153": 2193, "27154": 2194, "27155": 2195, "27156": 2196, "27157": 2197, "27158": 2198, "27159": 2199, "2716": 2200, "27160": 2201, "27161": 2202, "27162": 2203, "27163": 2204, "27164": 2205, "27165": 2206, "27166": 2207, "2717": 2208, "2718": 2209, "2719": 2210, "2720": 2211, "2721": 2212, "2722": 2213, "2723": 2214, "2724": 2215, "27242": 2216, "2725": 2217, "2726": 2218, "2727": 2219, "2728": 2220, "2729": 2221, "2730": 2222, "27300": 2223, "27301": 2224, "27302": 2225, "27303": 2226, "27304": 2227, "27305": 2228, "27306": 2229, "27307": 2230, "27308": 2231, "2731": 2232, "27400": 2233, "27401": 2234, "27402": 2235, "27403": 2236, "27404": 2237, "27405": 2238, "27406": 2239, "27407": 2240, "27408": 2241, "27409": 2242, "27410": 2243, "27411": 2244, "27413": 2245, "27414": 2246, "27415": 2247, "27416": 2248, "27417": 2249, "27418": 2250, "27419": 2251, "27420": 2252, "27421": 2253, "27422": 2254, "27423": 2255, "27424": 2256, "27425": 2257, "27426": 2258, "27428": 2259, "27429": 2260, "27430": 2261, "27431": 2262, "27432": 2263, "27433": 2264, "27434": 2265, "27435": 2266, "27436": 2267, "27500": 2268, "27501": 2269, "27502": 2270, "27503": 2271, "27504": 2272, "27505": 2273, "27506": 2274, "27507": 2275, "27508": 2276, "27509": 2277, "27510": 2278, "27511": 2279, "27512": 2280, "27513": 2281, "27514": 2282, "27515": 2283, "27516": 2284, "27517": 2285, "27518": 2286, "27519": 2287, "27520": 2288, "27521": 2289, "27522": 2290, "27523": 2291, "27524": 2292, "27525": 2293, "27526": 2294, "27527": 2295, "27528": 2296, "27529": 2297, "27530": 2298, "27531": 2299, "27532": 2300, "27533": 2301, "27534": 2302, "27535": 2303, "27536": 2304, "27537": 2305, "27538": 2306, "27539": 2307, "27540": 2308, "27541": 2309, "27542": 2310, "27544": 2311, "27545": 2312, "27546": 2313, "27547": 2314, "27548": 2315, "27549": 2316, "2755": 2317, "27550": 2318, "27551": 2319, "27552": 2320, "27553": 2321, "27554": 2322, "27555": 2323, "27556": 2324, "27557": 2325, "27558": 2326, "27559": 2327, "27560": 2328, "27561": 2329, "27562": 2330, "27563": 2331, "27564": 2332, "27565": 2333, "27566": 2334, "27567": 2335, "27568": 2336, "27569": 2337, "2757": 2338, "27570": 2339, "27571": 2340, "27572": 2341, "27573": 2342, "27574": 2343, "27575": 2344, "27576": 2345, "27577": 2346, "27578": 2347, "27579": 2348, "27580": 2349, "27581": 2350, "27582": 2351, "27583": 2352, "27584": 2353, "27585": 2354, "27586": 2355, "27587": 2356, "27588": 2357, "27589": 2358, "27590": 2359, "27591": 2360, "2760": 2361, "2761": 2362, "2762": 2363, "2763": 2364, "2764": 2365, "2765": 2366, "2766": 2367, "2767": 2368, "2768": 2369, "2769": 2370, "2770": 2371, "27700": 2372, "27701": 2373, "27702": 2374, "27703": 2375, "27704": 2376, "27705": 2377, "27706": 2378, "27707": 2379, "27708": 2380, "27709": 2381, "2771": 2382, "27710": 2383, "27711": 2384, "27712": 2385, "27713": 2386, "27714": 2387, "27715": 2388, "27716": 2389, "27717": 2390, "27718": 2391, "27719": 2392, "2772": 2393, "27720": 2394, "27721": 2395, "27722": 2396, "27723": 2397, "27724": 2398, "27725": 2399, "27726": 2400, "27727": 2401, "27728": 2402, "2773": 2403, "27730": 2404, "27731": 2405, "27732": 2406, "27733": 2407, "27734": 2408, "2774": 2409, "2775": 2410, "2776": 2411, "2778": 2412, "278": 2413, "27800": 2414, "27801": 2415, "27802": 2416, "27803": 2417, "2790": 2418, "27900": 2419, "27904": 2420, "2791": 2421, "27911": 2422, "27916": 2423, "27921": 2424, "27922": 2425, "27924": 2426, "27925": 2427, "27926": 2428, "27930": 2429, "27934": 2430, "27937": 2431, "27940": 2432, "27941": 2433, "27943": 2434, "27945": 2435, "27947": 2436, "27948": 2437, "27949": 2438, "2795": 2439, "27951": 2440, "27955": 2441, "27957": 2442, "27963": 2443, "27967": 2444, "27968": 2445, "2797": 2446, "27971": 2447, "27972": 2448, "27977": 2449, "27978": 2450, "27987": 2451, "27988": 2452, "27989": 2453, "27990": 2454, "27992": 2455, "27993": 2456, "27994": 2457, "27995": 2458, "27996": 2459, "27998": 2460, "27999": 2461, "28": 2462, "28.8kbps": 2463, "28.8~": 2464, "280": 2465, "2800": 2466, "28000": 2467, "28001": 2468, "28002": 2469, "28003": 2470, "28004": 2471, "28005": 2472, "28006": 2473, "28007": 2474, "2801": 2475, "2802": 2476, "28100": 2477, "28101": 2478, "28102": 2479, "28103": 2480, "28104": 2481, "28105": 2482, "28106": 2483, "28107": 2484, "28108": 2485, "28109": 2486, "28110": 2487, "28111": 2488, "28112": 2489, "28113": 2490, "28114": 2491, "28115": 2492, "28200": 2493, "28201": 2494, "28202": 2495, "28204": 2496, "28205": 2497, "28206": 2498, "28207": 2499, "28300": 2500, "28301": 2501, "28302": 2502, "28303": 2503, "28304": 2504, "28305": 2505, "28306": 2506, "28307": 2507, "28308": 2508, "28309": 2509, "28310": 2510, "28311": 2511, "28312": 2512, "28313": 2513, "28314": 2514, "28315": 2515, "28316": 2516, "28317": 2517, "28318": 2518, "28319": 2519, "28320": 2520, "28321": 2521, "28322": 2522, "28323": 2523, "28400": 2524, "28401": 2525, "28402": 2526, "28403": 2527, "28404": 2528, "28405": 2529, "28406": 2530, "28407": 2531, "28408": 2532, "28409": 2533, "28410": 2534, "28411": 2535, "28412": 2536, "28413": 2537, "28414": 2538, "28415": 2539, "28416": 2540, "28417": 2541, "28418": 2542, "28423": 2543, "28431": 2544, "28432": 2545, "28433": 2546, "28458": 2547, "28464": 2548, "28471": 2549, "28472": 2550, "28475": 2551, "28481": 2552, "28485": 2553, "28486": 2554, "28487": 2555, "28489": 2556, "28494": 2557, "28497": 2558, "28601": 2559, "28602": 2560, "28603": 2561, "28604": 2562, "28605": 2563, "28606": 2564, "28607": 2565, "28608": 2566, "28609": 2567, "28610": 2568, "28611": 2569, "28612": 2570, "28613": 2571, "28614": 2572, "28615": 2573, "28616": 2574, "28617": 2575, "28618": 2576, "28619": 2577, "28620": 2578, "28621": 2579, "28622": 2580, "28623": 2581, "28624": 2582, "28625": 2583, "28626": 2584, "28627": 2585, "28628": 2586, "28629": 2587, "28630": 2588, "28631": 2589, "28632": 2590, "28633": 2591, "28634": 2592, "28635": 2593, "28636": 2594, "28637": 2595, "28638": 2596, "28639": 2597, "28640": 2598, "28641": 2599, "28642": 2600, "28643": 2601, "28644": 2602, "28645": 2603, "28646": 2604, "28647": 2605, "28648": 2606, "28649": 2607, "28650": 2608, "28651": 2609, "28652": 2610, "28653": 2611, "28654": 2612, "28655": 2613, "28656": 2614, "28657": 2615, "28658": 2616, "28659": 2617, "28660": 2618, "28661": 2619, "28662": 2620, "28663": 2621, "28664": 2622, "28665": 2623, "28666": 2624, "28667": 2625, "28668": 2626, "28669": 2627, "28670": 2628, "28671": 2629, "28700": 2630, "28701": 2631, "28702": 2632, "28703": 2633, "28704": 2634, "28705": 2635, "28706": 2636, "28707": 2637, "28708": 2638, "28709": 2639, "28710": 2640, "28711": 2641, "28712": 2642, "28713": 2643, "28714": 2644, "28715": 2645, "28716": 2646, "28717": 2647, "28718": 2648, "28719": 2649, "28720": 2650, "28721": 2651, "28722": 2652, "28723": 2653, "28724": 2654, "28725": 2655, "28726": 2656, "28727": 2657, "28728": 2658, "28729": 2659, "28730": 2660, "28731": 2661, "28732": 2662, "28733": 2663, "28734": 2664, "28735": 2665, "28736": 2666, "28737": 2667, "28738": 2668, "28739": 2669, "28740": 2670, "28741": 2671, "28742": 2672, "28743": 2673, "28744": 2674, "28745": 2675, "28746": 2676, "28747": 2677, "28748": 2678, "28749": 2679, "28750": 2680, "28751": 2681, "28752": 2682, "28753": 2683, "28754": 2684, "28755": 2685, "28756": 2686, "28757": 2687, "28758": 2688, "28759": 2689, "28760": 2690, "28761": 2691, "28762": 2692, "28763": 2693, "28764": 2694, "28765": 2695, "28766": 2696, "28767": 2697, "28768": 2698, "28769": 2699, "28770": 2700, "28771": 2701, "28772": 2702, "28773": 2703, "28774": 2704, "28775": 2705, "28776": 2706, "28800": 2707, "28801": 2708, "28802": 2709, "28803": 2710, "28804": 2711, "28805": 2712, "28806": 2713, "28807": 2714, "28808": 2715, "28809": 2716, "28810": 2717, "28811": 2718, "28812": 2719, "28813": 2720, "28814": 2721, "28815": 2722, "28816": 2723, "28817": 2724, "28818": 2725, "28819": 2726, "28820": 2727, "28821": 2728, "28822": 2729, "28823": 2730, "28824": 2731, "28825": 2732, "28826": 2733, "28827": 2734, "28828": 2735, "28829": 2736, "28830": 2737, "28831": 2738, "28832": 2739, "28892": 2740, "28900": 2741, "28901": 2742, "28902": 2743, "28903": 2744, "28904": 2745, "28905": 2746, "28906": 2747, "28907": 2748, "28908": 2749, "28909": 2750, "28910": 2751, "28911": 2752, "28912": 2753, "28913": 2754, "28914": 2755, "28915": 2756, "28916": 2757, "28917": 2758, "28918": 2759, "28919": 2760, "28920": 2761, "28921": 2762, "2894": 2763, "29": 2764, "290": 2765, "29000": 2766, "29001": 2767, "29002": 2768, "29003": 2769, "29004": 2770, "29005": 2771, "29006": 2772, "29100": 2773, "29101": 2774, "29102": 2775, "29105": 2776, "29106": 2777, "29107": 2778, "29108": 2779, "29110": 2780, "29111": 2781, "29112": 2782, "29113": 2783, "29114": 2784, "29115": 2785, "29116": 2786, "29117": 2787, "29119": 2788, "29130": 2789, "29140": 2790, "29150": 2791, "29175": 2792, "29180": 2793, "29181": 2794, "29199": 2795, "29200": 2796, "29201": 2797, "29202": 2798, "29203": 2799, "29204": 2800, "29205": 2801, "29206": 2802, "29207": 2803, "29208": 2804, "29209": 2805, "29210": 2806, "29211": 2807, "29212": 2808, "29213": 2809, "29214": 2810, "29215": 2811, "29216": 2812, "29217": 2813, "29218": 2814, "29219": 2815, "29220": 2816, "29221": 2817, "29222": 2818, "29223": 2819, "29224": 2820, "29225": 2821, "29226": 2822, "29227": 2823, "29228": 2824, "29229": 2825, "29230": 2826, "29231": 2827, "29232": 2828, "29233": 2829, "29234": 2830, "29235": 2831, "29236": 2832, "29237": 2833, "29238": 2834, "29239": 2835, "29240": 2836, "29241": 2837, "29242": 2838, "29243": 2839, "29244": 2840, "29245": 2841, "29246": 2842, "29247": 2843, "29248": 2844, "29249": 2845, "29250": 2846, "29251": 2847, "29252": 2848, "29253": 2849, "29254": 2850, "29400": 2851, "29401": 2852, "29402": 2853, "29403": 2854, "29404": 2855, "29405": 2856, "29406": 2857, "29407": 2858, "29408": 2859, "29409": 2860, "29410": 2861, "29411": 2862, "29412": 2863, "29413": 2864, "29414": 2865, "29415": 2866, "29416": 2867, "29417": 2868, "29418": 2869, "29419": 2870, "29420": 2871, "29421": 2872, "29422": 2873, "29500": 2874, "29501": 2875, "29502": 2876, "29503": 2877, "29504": 2878, "29505": 2879, "29506": 2880, "29507": 2881, "29508": 2882, "29509": 2883, "29510": 2884, "29511": 2885, "29600": 2886, "29601": 2887, "29602": 2888, "29603": 2889, "29604": 2890, "29605": 2891, "29606": 2892, "29607": 2893, "29608": 2894, "29609": 2895, "29610": 2896, "29611": 2897, "29612": 2898, "298": 2899, "29801": 2900, "29802": 2901, "29803": 2902, "29804": 2903, "29805": 2904, "29806": 2905, "29807": 2906, "29808": 2907, "29809": 2908, "29810": 2909, "29811": 2910, "29812": 2911, "29813": 2912, "29814": 2913, "29815": 2914, "29816": 2915, "29817": 2916, "29818": 2917, "29819": 2918, "29820": 2919, "29821": 2920, "29822": 2921, "29900": 2922, "29901": 2923, "29902": 2924, "29903": 2925, "29904": 2926, "29905": 2927, "29906": 2928, "29907": 2929, "29908": 2930, "29909": 2931, "29910": 2932, "29911": 2933, "29912": 2934, "29913": 2935, "29914": 2936, "2d0+100": 2937, "2d1+110": 2938, "2d2+100": 2939, "2d2+110": 2940, "2d2+120": 2941, "2d2+130": 2942, "2d2+140": 2943, "2d2+2": 2944, "2d2+500": 2945, "2d4+1": 2946, "2d4+2": 2947, "2d5+1": 2948, "3": 2949, "3/4": 2950, "30": 2951, "300": 2952, "3000": 2953, "30000": 2954, "30001": 2955, "30002": 2956, "30003": 2957, "30004": 2958, "30005": 2959, "30006": 2960, "30007": 2961, "30008": 2962, "30009": 2963, "3001": 2964, "30010": 2965, "30011": 2966, "30012": 2967, "30013": 2968, "30014": 2969, "30015": 2970, "3002": 2971, "3003": 2972, "3004": 2973, "3005": 2974, "3006": 2975, "3007": 2976, "3008": 2977, "3009": 2978, "301": 2979, "3010": 2980, "30100": 2981, "30101": 2982, "30102": 2983, "30103": 2984, "30104": 2985, "30105": 2986, "30106": 2987, "30107": 2988, "30108": 2989, "30109": 2990, "3011": 2991, "30110": 2992, "30111": 2993, "30112": 2994, "30113": 2995, "30114": 2996, "30115": 2997, "30116": 2998, "30117": 2999, "30118": 3000, "30119": 3001, "3012": 3002, "30120": 3003, "30121": 3004, "30122": 3005, "30123": 3006, "30124": 3007, "30125": 3008, "30126": 3009, "30127": 3010, "30128": 3011, "30129": 3012, "3013": 3013, "30130": 3014, "30131": 3015, "30132": 3016, "30133": 3017, "30134": 3018, "30135": 3019, "30136": 3020, "30137": 3021, "30138": 3022, "30139": 3023, "30140": 3024, "30141": 3025, "30142": 3026, "30143": 3027, "30144": 3028, "30145": 3029, "30146": 3030, "30147": 3031, "3016": 3032, "302": 3033, "3020": 3034, "3021": 3035, "3022": 3036, "3023": 3037, "3024": 3038, "3025": 3039, "3026": 3040, "3027": 3041, "3040": 3042, "30401": 3043, "30402": 3044, "30403": 3045, "30404": 3046, "30405": 3047, "30406": 3048, "30407": 3049, "3041": 3050, "3042": 3051, "3043": 3052, "3044": 3053, "3045": 3054, "3046": 3055, "305": 3056, "30500": 3057, "30501": 3058, "30502": 3059, "30503": 3060, "30504": 3061, "30505": 3062, "30506": 3063, "30507": 3064, "30508": 3065, "30509": 3066, "30510": 3067, "30511": 3068, "30512": 3069, "30513": 3070, "30514": 3071, "30515": 3072, "30516": 3073, "30517": 3074, "30518": 3075, "3059": 3076, "3060": 3077, "30600": 3078, "30601": 3079, "30602": 3080, "30603": 3081, "30604": 3082, "30605": 3083, "30606": 3084, "30607": 3085, "30608": 3086, "30609": 3087, "3061": 3088, "30610": 3089, "30611": 3090, "30612": 3091, "30613": 3092, "30614": 3093, "30615": 3094, "30616": 3095, "30617": 3096, "30618": 3097, "3062": 3098, "3063": 3099, "3064": 3100, "3065": 3101, "3066": 3102, "3067": 3103, "3068": 3104, "30700": 3105, "30701": 3106, "30702": 3107, "30703": 3108, "30704": 3109, "30705": 3110, "30706": 3111, "30707": 3112, "30708": 3113, "30709": 3114, "30710": 3115, "30711": 3116, "30712": 3117, "30713": 3118, "30714": 3119, "30715": 3120, "30716": 3121, "30717": 3122, "30718": 3123, "30734": 3124, "30746": 3125, "30750": 3126, "30800": 3127, "30801": 3128, "30802": 3129, "30803": 3130, "30804": 3131, "30805": 3132, "30806": 3133, "30807": 3134, "30808": 3135, "30809": 3136, "30810": 3137, "30811": 3138, "30812": 3139, "30813": 3140, "30814": 3141, "30815": 3142, "30816": 3143, "30817": 3144, "30818": 3145, "30819": 3146, "30820": 3147, "30821": 3148, "30822": 3149, "30823": 3150, "30824": 3151, "30825": 3152, "30826": 3153, "30827": 3154, "30828": 3155, "30829": 3156, "30830": 3157, "30831": 3158, "30832": 3159, "30833": 3160, "30834": 3161, "30835": 3162, "30836": 3163, "30837": 3164, "3089": 3165, "3090": 3166, "30900": 3167, "30901": 3168, "30902": 3169, "30903": 3170, "30904": 3171, "30905": 3172, "30906": 3173, "30907": 3174, "30908": 3175, "30909": 3176, "3091": 3177, "30910": 3178, "30911": 3179, "30912": 3180, "30913": 3181, "30914": 3182, "30915": 3183, "30916": 3184, "30917": 3185, "30918": 3186, "30919": 3187, "3092": 3188, "30920": 3189, "30921": 3190, "30922": 3191, "30923": 3192, "30924": 3193, "30925": 3194, "30926": 3195, "30927": 3196, "30928": 3197, "30929": 3198, "3093": 3199, "30930": 3200, "30931": 3201, "30932": 3202, "30933": 3203, "30934": 3204, "30935": 3205, "30936": 3206, "30937": 3207, "30938": 3208, "30939": 3209, "3094": 3210, "30940": 3211, "30941": 3212, "30942": 3213, "3095": 3214, "30k": 3215, "31": 3216, "310": 3217, "3100": 3218, "31001": 3219, "31002": 3220, "31003": 3221, "31004": 3222, "31005": 3223, "31006": 3224, "31007": 3225, "31008": 3226, "31009": 3227, "3101": 3228, "31010": 3229, "31011": 3230, "31012": 3231, "31013": 3232, "31014": 3233, "31015": 3234, "31016": 3235, "31017": 3236, "3102": 3237, "3103": 3238, "3104": 3239, "3105": 3240, "3106": 3241, "31100": 3242, "31101": 3243, "31102": 3244, "31103": 3245, "31104": 3246, "31105": 3247, "31106": 3248, "31107": 3249, "31108": 3250, "31109": 3251, "31110": 3252, "31111": 3253, "31112": 3254, "31113": 3255, "31114": 3256, "3120": 3257, "31200": 3258, "31201": 3259, "31202": 3260, "31203": 3261, "31204": 3262, "31205": 3263, "31206": 3264, "31207": 3265, "31208": 3266, "31209": 3267, "3121": 3268, "31210": 3269, "31211": 3270, "31212": 3271, "31213": 3272, "31215": 3273, "31216": 3274, "31217": 3275, "31218": 3276, "31219": 3277, "3122": 3278, "3123": 3279, "31300": 3280, "31301": 3281, "31302": 3282, "31303": 3283, "31304": 3284, "31305": 3285, "31306": 3286, "31307": 3287, "31308": 3288, "31309": 3289, "31310": 3290, "31311": 3291, "31312": 3292, "31400": 3293, "31401": 3294, "31402": 3295, "31403": 3296, "31404": 3297, "31405": 3298, "31406": 3299, "31407": 3300, "31408": 3301, "31409": 3302, "31410": 3303, "31411": 3304, "31412": 3305, "31413": 3306, "31414": 3307, "31415": 3308, "31416": 3309, "31417": 3310, "31418": 3311, "31419": 3312, "31420": 3313, "3144": 3314, "31500": 3315, "31501": 3316, "31502": 3317, "31503": 3318, "31504": 3319, "31505": 3320, "31506": 3321, "31507": 3322, "31508": 3323, "31509": 3324, "31510": 3325, "31511": 3326, "31512": 3327, "31513": 3328, "31514": 3329, "31515": 3330, "31516": 3331, "31517": 3332, "31518": 3333, "31519": 3334, "31520": 3335, "31521": 3336, "31522": 3337, "31523": 3338, "31524": 3339, "31525": 3340, "31526": 3341, "31527": 3342, "31528": 3343, "31529": 3344, "31530": 3345, "31531": 3346, "31532": 3347, "31533": 3348, "31534": 3349, "31535": 3350, "31536": 3351, "31537": 3352, "31538": 3353, "31539": 3354, "31540": 3355, "31541": 3356, "31542": 3357, "31543": 3358, "31544": 3359, "31545": 3360, "31546": 3361, "31547": 3362, "31548": 3363, "31549": 3364, "31550": 3365, "31551": 3366, "31552": 3367, "31553": 3368, "31554": 3369, "31555": 3370, "31556": 3371, "31557": 3372, "31558": 3373, "31559": 3374, "31560": 3375, "31600": 3376, "31601": 3377, "31602": 3378, "31603": 3379, "31604": 3380, "31605": 3381, "31606": 3382, "31607": 3383, "31608": 3384, "31609": 3385, "31610": 3386, "31611": 3387, "31612": 3388, "31613": 3389, "31614": 3390, "31615": 3391, "31616": 3392, "31617": 3393, "31618": 3394, "31619": 3395, "31620": 3396, "31621": 3397, "31622": 3398, "31623": 3399, "31624": 3400, "31625": 3401, "31626": 3402, "31627": 3403, "31628": 3404, "31629": 3405, "31630": 3406, "31631": 3407, "31632": 3408, "31633": 3409, "31634": 3410, "31635": 3411, "31636": 3412, "31637": 3413, "31638": 3414, "31639": 3415, "31640": 3416, "31641": 3417, "31700": 3418, "31701": 3419, "31702": 3420, "31703": 3421, "31704": 3422, "31705": 3423, "31706": 3424, "31707": 3425, "31708": 3426, "31709": 3427, "31710": 3428, "31711": 3429, "31712": 3430, "31713": 3431, "31714": 3432, "31715": 3433, "31716": 3434, "31717": 3435, "31718": 3436, "31719": 3437, "31720": 3438, "31721": 3439, "31722": 3440, "31723": 3441, "31800": 3442, "31801": 3443, "31802": 3444, "31803": 3445, "31804": 3446, "31805": 3447, "31806": 3448, "31807": 3449, "31808": 3450, "31809": 3451, "31810": 3452, "31811": 