{"!": 0, "#": 1, "$": 2, "%": 3, "&": 4, "'": 5, "''": 6, "'4th": 7, "'Are": 8, "'As": 9, "'Bob": 10, "'Can": 11, "'DOH": 12, "'Do": 13, "'Eye": 14, "'For": 15, "'Git": 16, "'Go": 17, "'Guard": 18, "'Gung": 19, "'Have": 20, "'Hello": 21, "'Help": 22, "'Hey": 23, "'How": 24, "'Howdy": 25, "'Hullo": 26, "'Is": 27, "'Join": 28, "'Looks": 29, "'May": 30, "'Oh": 31, "'Please": 32, "'Prepare": 33, "'Put": 34, "'Red": 35, "'Roar": 36, "'Some": 37, "'Sorry": 38, "'Spam": 39, "'Take": 40, "'Thank": 41, "'Thou": 42, "'Too": 43, "'Uh": 44, "'Watch": 45, "'We": 46, "'What": 47, "'Whatre": 48, "'Wo": 49, "'Would": 50, "'XXXX": 51, "'You": 52, "'are": 53, "'ball": 54, "'beacon'": 55, "'bestial": 56, "'better": 57, "'cigarette": 58, "'cruncher": 59, "'cut": 60, "'d": 61, "'discuss": 62, "'extremely": 63, "'finest": 64, "'fooooooood": 65, "'giraffe": 66, "'good": 67, "'hair": 68, "'heal": 69, "'in": 70, "'ll": 71, "'lunch": 72, "'m": 73, "'ole": 74, "'pardon": 75, "'please": 76, "'prepare": 77, "'push": 78, "'re": 79, "'s": 80, "'smiles": 81, "'the": 82, "'treatments": 83, "'uuuzzldctz": 84, "'ve": 85, "'victim": 86, "(": 87, ")": 88, "*": 89, ",": 90, "-": 91, ".": 92, "/": 93, "/__": 94, "/n": 95, "0": 96, "00": 97, "000": 98, "0d0": 99, "0d2": 100, "0d6": 101, "1": 102, "10": 103, "100": 104, "1000": 105, "10000": 106, "10001": 107, "10002": 108, "10003": 109, "10004": 110, "10005": 111, "10006": 112, "10007": 113, "10008": 114, "10009": 115, "10010": 116, "10011": 117, "10012": 118, "10013": 119, "10014": 120, "10015": 121, "10016": 122, "100456": 123, "101": 124, "10100": 125, "10101": 126, "10102": 127, "10103": 128, "10104": 129, "10105": 130, "10106": 131, "10107": 132, "10108": 133, "10109": 134, "10110": 135, "10111": 136, "10112": 137, "102": 138, "1024": 139, "102400": 140, "10250": 141, "10254": 142, "1026": 143, "10266": 144, "10282": 145, "103": 146, "10304": 147, "10305": 148, "10306": 149, "10307": 150, "10312": 151, "10314": 152, "10316": 153, "10318": 154, "10319": 155, "10329": 156, "10331": 157, "10332": 158, "10339": 159, "10344": 160, "10345": 161, "10346": 162, "10361": 163, "10362": 164, "10368": 165, "10378": 166, "10379": 167, "10398": 168, "10399": 169, "104": 170, "1040": 171, "10400": 172, "10401": 173, "10402": 174, "10403": 175, "10404": 176, "10405": 177, "10406": 178, "10407": 179, "10408": 180, "10409": 181, "10410": 182, "10411": 183, "10412": 184, "10413": 185, "10414": 186, "10415": 187, "10416": 188, "10429": 189, "104520": 190, "104522": 191, "10456": 192, "1048576": 193, "1048580": 194, "1048592": 195, "1048596": 196, "1048656": 197, "1048660": 198, "1048688": 199, "1048744": 200, "1048784": 201, "105": 202, "10588": 203, "106": 204, "10600": 205, "10602": 206, "10603": 207, "10605": 208, "10606": 209, "10607": 210, "10608": 211, "10609": 212, "10610": 213, "10611": 214, "10613": 215, "10614": 216, "10615": 217, "10616": 218, "10617": 219, "10632": 220, "10633": 221, "10634": 222, "10635": 223, "10636": 224, "10637": 225, "10638": 226, "10639": 227, "10640": 228, "106522": 229, "106538": 230, "106728": 231, "107": 232, "10700": 233, "10701": 234, "10702": 235, "10703": 236, "10704": 237, "10705": 238, "10706": 239, "10707": 240, "10708": 241, "10709": 242, "10710": 243, "10711": 244, "10712": 245, "10713": 246, "10714": 247, "10715": 248, "10716": 249, "10717": 250, "10718": 251, "10719": 252, "108": 253, "108900": 254, "109": 255, "10d10": 256, "10d5": 257, "10d7": 258, "11": 259, "110": 260, "1100": 261, "1101": 262, "1102": 263, "1103": 264, "1104": 265, "1105": 266, "111": 267, "11111": 268, "11111111": 269, "1114128": 270, "1114188": 271, "1115152": 272, "1115218": 273, "112": 274, "1122376": 275, "113": 276, "114": 277, "115": 278, "11500": 279, "11501": 280, "11502": 281, "11503": 282, "11504": 283, "11505": 284, "11506": 285, "11507": 286, "11508": 287, "11509": 288, "11510": 289, "11511": 290, "11512": 291, "11513": 292, "11514": 293, "11515": 294, "11516": 295, "11517": 296, "11518": 297, "11519": 298, "11520": 299, "11521": 300, "11522": 301, "11523": 302, "11524": 303, "11525": 304, "11526": 305, "11527": 306, "11528": 307, "11529": 308, "11530": 309, "11534": 310, "11537": 311, "11538": 312, "11539": 313, "11541": 314, "11553": 315, "115600": 316, "11563": 317, "11564": 318, "11575": 319, "11585": 320, "11588": 321, "11589": 322, "116": 323, "117": 324, "11700": 325, "11701": 326, "11702": 327, "11703": 328, "11704": 329, "11705": 330, "11706": 331, "11707": 332, "11708": 333, "11709": 334, "11710": 335, "11711": 336, "11712": 337, "11713": 338, "11714": 339, "11715": 340, "11716": 341, "11717": 342, "11718": 343, "11719": 344, "11720": 345, "11721": 346, "11722": 347, "11723": 348, "11724": 349, "11725": 350, "11726": 351, "11727": 352, "11728": 353, "11729": 354, "11730": 355, "11731": 356, "118": 357, "11800": 358, "11801": 359, "11802": 360, "11803": 361, "11804": 362, "11805": 363, "11806": 364, "11807": 365, "11808": 366, "11809": 367, "11810": 368, "11811": 369, "11813": 370, "11814": 371, "11815": 372, "11816": 373, "11817": 374, "11818": 375, "11819": 376, "11820": 377, "11821": 378, "11822": 379, "11823": 380, "11824": 381, "11825": 382, "11826": 383, "11827": 384, "11828": 385, "11829": 386, "11830": 387, "11831": 388, "11832": 389, "11833": 390, "11834": 391, "11835": 392, "11836": 393, "11837": 394, "11838": 395, "11839": 396, "11840": 397, "11841": 398, "11842": 399, "11843": 400, "11844": 401, "11845": 402, "11846": 403, "11847": 404, "11848": 405, "11849": 406, "11850": 407, "11851": 408, "11852": 409, "11860": 410, "11861": 411, "11862": 412, "11863": 413, "11864": 414, "11867": 415, "11870": 416, "11872": 417, "11873": 418, "11874": 419, "11875": 420, "11876": 421, "11877": 422, "11878": 423, "11879": 424, "118794": 425, "11884": 426, "11893": 427, "11895": 428, "11896": 429, "119": 430, "1199": 431, "12": 432, "120": 433, "1200": 434, "12000": 435, "12001": 436, "12002": 437, "12003": 438, "12004": 439, "12005": 440, "12006": 441, "12007": 442, "12008": 443, "12009": 444, "1201": 445, "12010": 446, "12011": 447, "12012": 448, "12013": 449, "12014": 450, "12015": 451, "12016": 452, "12017": 453, "12018": 454, "12019": 455, "1202": 456, "12020": 457, "12021": 458, "12022": 459, "12023": 460, "12024": 461, "12025": 462, "12026": 463, "12027": 464, "12028": 465, "12029": 466, "1203": 467, "12030": 468, "12031": 469, "12032": 470, "12033": 471, "12034": 472, "12035": 473, "12036": 474, "12037": 475, "1204": 476, "1205": 477, "1206": 478, "1207": 479, "1209": 480, "121": 481, "1210": 482, "12100": 483, "1211": 484, "1212": 485, "1214": 486, "1217": 487, "122": 488, "122906": 489, "122938": 490, "122970": 491, "122984": 492, "123": 493, "123000": 494, "123146": 495, "1233": 496, "12360": 497, "12378": 498, "124": 499, "124938": 500, "124954": 501, "124986": 502, "125": 503, "12500": 504, "12501": 505, "12502": 506, "125022": 507, "12503": 508, "12504": 509, "12505": 510, "12506": 511, "12507": 512, "12508": 513, "125082": 514, "12509": 515, "12510": 516, "12511": 517, "12512": 518, "12513": 519, "12562": 520, "12564": 521, "12566": 522, "12569": 523, "12597": 524, "12598": 525, "126": 526, "1267": 527, "127": 528, "128": 529, "129": 530, "129038": 531, "1299": 532, "13": 533, "130": 534, "1300": 535, "13000": 536, "13001": 537, "13002": 538, "13003": 539, "13004": 540, "13005": 541, "13008": 542, "1301": 543, "13012": 544, "13013": 545, "13016": 546, "1302": 547, "1303": 548, "1304": 549, "1305": 550, "1306": 551, "1307": 552, "1309": 553, "131": 554, "1310": 555, "131072": 556, "1311": 557, "131176": 558, "1312": 559, "131210": 560, "1313": 561, "1314": 562, "1315": 563, "1316": 564, "1317": 565, "1318": 566, "1319": 567, "132": 568, "1320": 569, "1321": 570, "1322": 571, "1323": 572, "1324": 573, "1327": 574, "1328": 575, "133": 576, "1331": 577, "133500": 578, "134": 579, "135": 580, "135178": 581, "135226": 582, "135244": 583, "1354": 584, "1357": 585, "136": 586, "1363": 587, "137": 588, "137226": 589, "137288": 590, "137304": 591, "138": 592, "139": 593, "139338": 594, "1395": 595, "1398": 596, "14": 597, "140": 598, "1400": 599, "14000": 600, "14001": 601, "14002": 602, "14003": 603, "14004": 604, "14005": 605, "14006": 606, "14007": 607, "14008": 608, "14009": 609, "1401": 610, "14010": 611, "14011": 612, "14012": 613, "14013": 614, "14014": 615, "14015": 616, "14016": 617, "14017": 618, "1402": 619, "1403": 620, "1409": 621, "141": 622, "1410": 623, "1411": 624, "141322": 625, "141384": 626, "141388": 627, "1416": 628, "142": 629, "143": 630, "14349023402342039840293481234900049": 631, "143564": 632, "14362": 633, "14382": 634, "144": 635, "14400": 636, "14408": 637, "14410": 638, "145": 639, "146": 640, "14602": 641, "14618": 642, "147": 643, "147466": 644, "147482": 645, "147656": 646, "148": 647, "149": 648, "15": 649, "150": 650, "1500": 651, "15000": 652, "15001": 653, "15002": 654, "15003": 655, "15004": 656, "15005": 657, "15006": 658, "15007": 659, "15008": 660, "15009": 661, "1501": 662, "15010": 663, "15011": 664, "15012": 665, "15013": 666, "15014": 667, "15015": 668, "15016": 669, "15017": 670, "15018": 671, "15019": 672, "1502": 673, "15020": 674, "15021": 675, "15022": 676, "15023": 677, "15024": 678, "15025": 679, "15026": 680, "15027": 681, "15028": 682, "15029": 683, "1503": 684, "15030": 685, "15031": 686, "15032": 687, "1504": 688, "1505": 689, "1506": 690, "1507": 691, "1508": 692, "1509": 693, "151": 694, "1510": 695, "1511": 696, "1512": 697, "1513": 698, "1514": 699, "1515": 700, "1516": 701, "1517": 702, "1518": 703, "1519": 704, "152": 705, "1520": 706, "152074": 707, "1521": 708, "1522": 709, "1523": 710, "153": 711, "153610": 712, "153672": 713, "154": 714, "1546": 715, "155": 716, "155658": 717, "155706": 718, "156": 719, "157": 720, "1572864": 721, "1572868": 722, "1572880": 723, "1572944": 724, "1572948": 725, "158": 726, "159": 727, "15th": 728, "16": 729, "160": 730, "1600": 731, "1601": 732, "1602": 733, "1603": 734, "1604": 735, "1605": 736, "1606": 737, "1607": 738, "1608": 739, "1609": 740, "161": 741, "1610": 742, "1611": 743, "1612": 744, "1613": 745, "1614": 746, "1615": 747, "1616": 748, "1617": 749, "1618": 750, "1619": 751, "162": 752, "1620": 753, "1621": 754, "1622": 755, "1623": 756, "1624": 757, "1625": 758, "1626": 759, "1627": 760, "1628": 761, "1629": 762, "163": 763, "1630": 764, "1631": 765, "1632": 766, "1633": 767, "1634": 768, "1635": 769, "1638400": 770, "1638416": 771, "1638480": 772, "1638484": 773, "1638512": 774, "1638612": 775, "163866": 776, "16394": 777, "163944": 778, "16398": 779, "164": 780, "164040": 781, "16410": 782, "16426": 783, "164362": 784, "16456": 785, "16458": 786, "16460": 787, "16462": 788, "165": 789, "16508": 790, "16522": 791, "16526": 792, "16584": 793, "165946": 794, "166": 795, "16604": 796, "16666": 797, "166Mhz": 798, "167": 799, "168": 800, "168536": 801, "169": 802, "16900": 803, "16901": 804, "16902": 805, "16903": 806, "16904": 807, "16905": 808, "16906": 809, "16907": 810, "16908": 811, "16909": 812, "16921": 813, "16MB": 814, "16th": 815, "17": 816, "170": 817, "1700": 818, "170026": 819, "170056": 820, "1701": 821, "1702": 822, "1703": 823, "1704": 824, "1705": 825, "1706": 826, "1707": 827, "1708": 828, "1709": 829, "171": 830, "1710": 831, "1711": 832, "1712": 833, "1713": 834, "1714": 835, "1715": 836, "1716": 837, "1717": 838, "1718": 839, "1719": 840, "172": 841, "1720": 842, "172042": 843, "172046": 844, "172074": 845, "172090": 846, "1721": 847, "172104": 848, "172106": 849, "172108": 850, "172136": 851, "1722": 852, "1723": 853, "1724": 854, "1725": 855, "1726": 856, "172616": 857, "1727": 858, "1728": 859, "1729": 860, "173": 861, "1730": 862, "1731": 863, "1732": 864, "1733": 865, "1734": 866, "1735": 867, "1736": 868, "1737": 869, "174": 870, "1740": 871, "174154": 872, "175": 873, "17500": 874, "17501": 875, "17502": 876, "17503": 877, "17504": 878, "17505": 879, "17506": 880, "17507": 881, "17508": 882, "17509": 883, "17510": 884, "17511": 885, "17512": 886, "17513": 887, "17514": 888, "17515": 889, "176": 890, "177": 891, "178": 892, "1780": 893, "178298": 894, "178302": 895, "178446": 896, "179": 897, "179276": 898, "1795": 899, "18": 900, "180": 901, "1800": 902, "18000": 903, "1802": 904, "1809": 905, "181": 906, "1810": 907, "1811": 908, "1812": 909, "1813": 910, "1814": 911, "1816": 912, "1817": 913, "1818": 914, "1819": 915, "182": 916, "1820": 917, "1821": 918, "1822": 919, "182286": 920, "182298": 921, "182344": 922, "183": 923, "184": 924, "184396": 925, "1844": 926, "18442": 927, "18446": 928, "18458": 929, "18462": 930, "18474": 931, "185": 932, "18504": 933, "18520": 934, "18526": 935, "18590": 936, "186": 937, "18601": 938, "18602": 939, "18603": 940, "18604": 941, "18605": 942, "18606": 943, "18607": 944, "18608": 945, "18609": 946, "18610": 947, "18611": 948, "18612": 949, "18613": 950, "18614": 951, "18615": 952, "18654": 953, "187": 954, "18700": 955, "18701": 956, "18702": 957, "18703": 958, "18705": 959, "18706": 960, "18707": 961, "18708": 962, "18709": 963, "18710": 964, "18711": 965, "18712": 966, "18714": 967, "18722": 968, "18723": 969, "188": 970, "1883": 971, "188426": 972, "188430": 973, "188442": 974, "188458": 975, "188474": 976, "188488": 977, "188490": 978, "188504": 979, "188506": 980, "188520": 981, "188524": 982, "188536": 983, "188540": 984, "188554": 985, "188586": 986, "188618": 987, "188638": 988, "189": 989, "19": 990, "190": 991, "1900": 992, "1901": 993, "1902": 994, "1903": 995, "1904": 996, "190474": 997, "190490": 998, "190494": 999, "1905": 1000, "190506": 1001, "190536": 1002, "190554": 1003, "190584": 1004, "190586": 1005, "1906": 1006, "190670": 1007, "190682": 1008, "190686": 1009, "1907": 1010, "1908": 1011, "1909": 1012, "191": 1013, "1910": 1014, "1911": 1015, "1912": 1016, "1913": 1017, "1914": 1018, "1915": 1019, "1916": 1020, "1917": 1021, "1918": 1022, "1919": 1023, "192": 1024, "1920": 1025, "1921": 1026, "1922": 1027, "1923": 1028, "1924": 1029, "1925": 1030, "192538": 1031, "192584": 1032, "192712": 1033, "193": 1034, "1930": 1035, "1932": 1036, "1933": 1037, "1935": 1038, "1936": 1039, "1937": 1040, "1938": 1041, "1939": 1042, "194": 1043, "1940": 1044, "1941": 1045, "1942": 1046, "1943": 1047, "194570": 1048, "194586": 1049, "194590": 1050, "1946": 1051, "194618": 1052, "194682": 1053, "194714": 1054, "1949": 1055, "195": 1056, "1950s": 1057, "1956": 1058, "196": 1059, "19600": 1060, "1960s": 1061, "1963": 1062, "1964": 1063, "1965": 1064, "1966": 1065, "196618": 1066, "196650": 1067, "196654": 1068, "196680": 1069, "196682": 1070, "196684": 1071, "196696": 1072, "1968": 1073, "197": 1074, "1975": 1075, "1977": 1076, "198": 1077, "199": 1078, "1991": 1079, "1994": 1080, "1997": 1081, "1998": 1082, "1999": 1083, "19th": 1084, "1d1": 1085, "1d2": 1086, "2": 1087, "20": 1088, "200": 1089, "2000": 1090, "20000": 1091, "20001": 1092, "20002": 1093, "20003": 1094, "20004": 1095, "20005": 1096, "20006": 1097, "20007": 1098, "20008": 1099, "20009": 1100, "2001": 1101, "20010": 1102, "20011": 1103, "2002": 1104, "2003": 1105, "2004": 1106, "2005": 1107, "2006": 1108, "2007": 1109, "2008": 1110, "2009": 1111, "201": 1112, "2010": 1113, "20101": 1114, "20102": 1115, "20103": 1116, "20104": 1117, "20105": 1118, "20106": 1119, "2011": 1120, "20110": 1121, "20111": 1122, "20113": 1123, "20114": 1124, "2012": 1125, "20129": 1126, "2013": 1127, "20134": 1128, "20136": 1129, "20137": 1130, "20138": 1131, "2014": 1132, "20140": 1133, "20141": 1134, "20142": 1135, "20145": 1136, "2015": 1137, "2016": 1138, "2017": 1139, "2018": 1140, "20188": 1141, "2019": 1142, "20195": 1143, "20196": 1144, "20197": 1145, "20198": 1146, "20199": 1147, "202": 1148, "2020": 1149, "2021": 1150, "2022": 1151, "203": 1152, "204": 1153, "2048": 1154, "204872": 1155, "20490": 1156, "205": 1157, "20568": 1158, "2058": 1159, "206": 1160, "2062": 1161, "206862": 1162, "207": 1163, "2074": 1164, "2078": 1165, "208": 1166, "209": 1167, "2090": 1168, "2094": 1169, "2096": 1170, "21": 1171, "210": 1172, "21000": 1173, "211": 1174, "2110": 1175, "21101": 1176, "211016": 1177, "211018": 1178, "21102": 1179, "21103": 1180, "21104": 1181, "21105": 1182, "21106": 1183, "21107": 1184, "21108": 1185, "211144": 1186, "2112": 1187, "212": 1188, "2120": 1189, "2122": 1190, "2124": 1191, "2126": 1192, "2128": 1193, "213": 1194, "213002": 1195, "213006": 1196, "213018": 1197, "213066": 1198, "2136": 1199, "214": 1200, "2140": 1201, "215": 1202, "2152": 1203, "216": 1204, "2168": 1205, "2172": 1206, "2174": 1207, "218": 1208, "2186": 1209, "2190": 1210, "22": 1211, "220": 1212, "2200": 1213, "22000": 1214, "22001": 1215, "22002": 1216, "22003": 1217, "22004": 1218, "22005": 1219, "22006": 1220, "22007": 1221, "2201": 1222, "2202": 1223, "2203": 1224, "2204": 1225, "2205": 1226, "2206": 1227, "2207": 1228, "2208": 1229, "2209": 1230, "2210": 1231, "2211": 1232, "221194": 1233, "2212": 1234, "2213": 1235, "2214": 1236, "2215": 1237, "2216": 1238, "2217": 1239, "2218": 1240, "2219": 1241, "222": 1242, "2220": 1243, "2221": 1244, "2222": 1245, "2223": 1246, "2224": 1247, "2225": 1248, "2226": 1249, "2227": 1250, "2228": 1251, "2229": 1252, "2230": 1253, "223258": 1254, "223290": 1255, "2248": 1256, "225": 1257, "2250": 1258, "22500": 1259, "2252": 1260, "22554": 1261, "22618": 1262, "22620": 1263, "22622": 1264, "22638": 1265, "2264": 1266, "2268": 1267, "22748": 1268, "22750": 1269, "22782": 1270, "229386": 1271, "229418": 1272, "229480": 1273, "229976": 1274, "23": 1275, "230": 1276, "2300": 1277, "231466": 1278, "231482": 1279, "231496": 1280, "231498": 1281, "231544": 1282, "2318": 1283, "232": 1284, "23200": 1285, "23201": 1286, "23202": 1287, "23203": 1288, "23204": 1289, "23205": 1290, "23206": 1291, "23207": 1292, "23301": 1293, "23304": 1294, "23307": 1295, "23310": 1296, "23311": 1297, "23313": 1298, "23316": 1299, "23318": 1300, "23323": 1301, "23325": 1302, "23329": 1303, "23331": 1304, "23335": 1305, "23340": 1306, "23341": 1307, "23345": 1308, "233482": 1309, "23351": 1310, "23356": 1311, "23362": 1312, "23366": 1313, "23370": 1314, "23376": 1315, "23380": 1316, "23391": 1317, "234": 1318, "23400": 1319, "23401": 1320, "23402": 1321, "23403": 1322, "23404": 1323, "23405": 1324, "23406": 1325, "23407": 1326, "23408": 1327, "23409": 1328, "23410": 1329, "23495": 1330, "23500": 1331, "23503": 1332, "23508": 1333, "23510": 1334, "23517": 1335, "23520": 1336, "23523": 1337, "23534": 1338, "23547": 1339, "23549": 1340, "23551": 1341, "23558": 1342, "236": 1343, "23600": 1344, "23601": 1345, "23602": 1346, "23603": 1347, "23604": 1348, "23605": 1349, "23606": 1350, "23607": 1351, "23608": 1352, "23609": 1353, "23610": 1354, "23611": 1355, "23612": 1356, "23613": 1357, "23614": 1358, "23615": 1359, "23616": 1360, "23617": 1361, "23618": 1362, "23619": 1363, "23620": 1364, "23621": 1365, "23622": 1366, "23623": 1367, "23624": 1368, "23625": 1369, "23626": 1370, "23627": 1371, "23628": 1372, "23700": 1373, "23701": 1374, "23702": 1375, "23703": 1376, "23704": 1377, "23705": 1378, "23706": 1379, "23707": 1380, "23708": 1381, "23709": 1382, "23710": 1383, "23711": 1384, "237578": 1385, "237598": 1386, "2376": 1387, "237610": 1388, "237630": 1389, "237768": 1390, "237834": 1391, "238": 1392, "2380": 1393, "23802": 1394, "23833": 1395, "23841": 1396, "23842": 1397, "23849": 1398, "23851": 1399, "23853": 1400, "23854": 1401, "23855": 1402, "23856": 1403, "23857": 1404, "23858": 1405, "23859": 1406, "23860": 1407, "23874": 1408, "23875": 1409, "23876": 1410, "23877": 1411, "23878": 1412, "23879": 1413, "23880": 1414, "23900": 1415, "23901": 1416, "23902": 1417, "23903": 1418, "23904": 1419, "23905": 1420, "23906": 1421, "23907": 1422, "23908": 1423, "23909": 1424, "23910": 1425, "23911": 1426, "23912": 1427, "23913": 1428, "23914": 1429, "23915": 1430, "23916": 1431, "23917": 1432, "23918": 1433, "23919": 1434, "2392": 1435, "23920": 1436, "23921": 1437, "23922": 1438, "23923": 1439, "23924": 1440, "23925": 1441, "23926": 1442, "23927": 1443, "23928": 1444, "23929": 1445, "23930": 1446, "23931": 1447, "23932": 1448, "23933": 1449, "239626": 1450, "239642": 1451, "239674": 1452, "239704": 1453, "24": 1454, "240": 1455, "24000": 1456, "24001": 1457, "24002": 1458, "24003": 1459, "24004": 1460, "24005": 1461, "24006": 1462, "24007": 1463, "24008": 1464, "24009": 1465, "24010": 1466, "24011": 1467, "24012": 1468, "24013": 1469, "24014": 1470, "24015": 1471, "24016": 1472, "24017": 1473, "24018": 1474, "24019": 1475, "24020": 1476, "24021": 1477, "24022": 1478, "24023": 1479, "24024": 1480, "24025": 1481, "24026": 1482, "24027": 1483, "24028": 1484, "24029": 1485, "24100": 1486, "24101": 1487, "24102": 1488, "24103": 1489, "24104": 1490, "24105": 1491, "24106": 1492, "24107": 1493, "24108": 1494, "24109": 1495, "24110": 1496, "24111": 1497, "24112": 1498, "24113": 1499, "24114": 1500, "24115": 1501, "24116": 1502, "24117": 1503, "24118": 1504, "24119": 1505, "24130": 1506, "24131": 1507, "24132": 1508, "24133": 1509, "24134": 1510, "24200": 1511, "24201": 1512, "24202": 1513, "24203": 1514, "24204": 1515, "24205": 1516, "24206": 1517, "24207": 1518, "24208": 1519, "24209": 1520, "24210": 1521, "24211": 1522, "24212": 1523, "24213": 1524, "242186": 1525, "2424": 1526, "24300": 1527, "24301": 1528, "24302": 1529, "24303": 1530, "24304": 1531, "24305": 1532, "24306": 1533, "24307": 1534, "24308": 1535, "24400": 1536, "24401": 1537, "24500": 1538, "24501": 1539, "24502": 1540, "24503": 1541, "24504": 1542, "24505": 1543, "24506": 1544, "24507": 1545, "24508": 1546, "24509": 1547, "24510": 1548, "24511": 1549, "24512": 1550, "24513": 1551, "24514": 1552, "24515": 1553, "24516": 1554, "24517": 1555, "245770": 1556, "245854": 1557, "24586": 1558, "245976": 1559, "24606": 1560, "24622": 1561, "24634": 1562, "24668": 1563, "24680": 1564, "24682": 1565, "24696": 1566, "24700": 1567, "24701": 1568, "24702": 1569, "24703": 1570, "24704": 1571, "24705": 1572, "24706": 1573, "24707": 1574, "24708": 1575, "24709": 1576, "24710": 1577, "24711": 1578, "24712": 1579, "24713": 1580, "24714": 1581, "24715": 1582, "24716": 1583, "24717": 1584, "247818": 1585, "247898": 1586, "248": 1587, "24801": 1588, "24802": 1589, "24803": 1590, "24804": 1591, "24805": 1592, "24806": 1593, "24807": 1594, "24808": 1595, "24809": 1596, "24810": 1597, "24828": 1598, "24901": 1599, "25": 1600, "250": 1601, "2500": 1602, "25000": 1603, "25001": 1604, "25002": 1605, "25003": 1606, "25004": 1607, "25005": 1608, "25006": 1609, "25007": 1610, "25008": 1611, "25009": 1612, "2501": 1613, "2502": 1614, "2503": 1615, "2504": 1616, "2505": 1617, "2506": 1618, "2507": 1619, "2508": 1620, "2509": 1621, "2510": 1622, "25100": 1623, "25101": 1624, "25102": 1625, "25103": 1626, "25104": 1627, "25105": 1628, "25106": 1629, "25107": 1630, "25108": 1631, "25109": 1632, "2511": 1633, "25110": 1634, "25111": 1635, "25112": 1636, "25113": 1637, "25114": 1638, "2512": 1639, "2513": 1640, "2514": 1641, "2515": 1642, "2516": 1643, "2517": 1644, "2518": 1645, "2519": 1646, "2520": 1647, "25200": 1648, "25201": 1649, "25202": 1650, "25203": 1651, "25204": 1652, "25205": 1653, "25206": 1654, "2521": 1655, "2522": 1656, "2523": 1657, "2524": 1658, "2525": 1659, "2526": 1660, "2527": 1661, "2528": 1662, "2529": 1663, "2530": 1664, "25300": 1665, "25301": 1666, "25302": 1667, "25303": 1668, "25304": 1669, "25305": 1670, "25306": 1671, "25307": 1672, "25308": 1673, "25309": 1674, "2531": 1675, "25310": 1676, "2532": 1677, "2533": 1678, "2534": 1679, "2535": 1680, "2536": 1681, "2537": 1682, "2538": 1683, "2539": 1684, "253962": 1685, "253978": 1686, "253982": 1687, "253994": 1688, "2540": 1689, "25400": 1690, "25401": 1691, "254010": 1692, "254014": 1693, "25402": 1694, "254024": 1695, "254026": 1696, "254028": 1697, "25403": 1698, "254030": 1699, "25404": 1700, "254040": 1701, "254042": 1702, "254044": 1703, "25405": 1704, "254056": 1705, "254058": 1706, "25406": 1707, "25407": 1708, "254072": 1709, "254074": 1710, "254076": 1711, "25408": 1712, "25409": 1713, "254090": 1714, "2541": 1715, "25410": 1716, "25411": 1717, "25412": 1718, "25413": 1719, "25414": 1720, "254152": 1721, "254170": 1722, "2542": 1723, "2543": 1724, "2544": 1725, "254474": 1726, "254490": 1727, "2545": 1728, "254552": 1729, "2546": 1730, "254682": 1731, "2547": 1732, "2548": 1733, "2549": 1734, "2550": 1735, "25500": 1736, "25501": 1737, "25502": 1738, "25503": 1739, "25504": 1740, "25505": 1741, "25506": 1742, "2551": 1743, "2552": 1744, "2553": 1745, "2554": 1746, "2555": 1747, "2556": 1748, "2557": 1749, "2558": 1750, "2559": 1751, "256": 1752, "2560": 1753, "25600": 1754, "25601": 1755, "256010": 1756, "25602": 1757, "256026": 1758, "25603": 1759, "256030": 1760, "25604": 1761, "256046": 1762, "25605": 1763, "256058": 1764, "25606": 1765, "25607": 1766, "256072": 1767, "256074": 1768, "256078": 1769, "25608": 1770, "25609": 1771, "256090": 1772, "256092": 1773, "256094": 1774, "2561": 1775, "25610": 1776, "25611": 1777, "25612": 1778, "256120": 1779, "25613": 1780, "256170": 1781, "2562": 1782, "256216": 1783, "256266": 1784, "256282": 1785, "2563": 1786, "2564": 1787, "25650": 1788, "2570": 1789, "25700": 1790, "25701": 1791, "25702": 1792, "25703": 1793, "25704": 1794, "25705": 1795, "25706": 1796, "25707": 1797, "25708": 1798, "25709": 1799, "25710": 1800, "25712": 1801, "25713": 1802, "25714": 1803, "25715": 1804, "25716": 1805, "25717": 1806, "25718": 1807, "25719": 1808, "25720": 1809, "25721": 1810, "25722": 1811, "25723": 1812, "25724": 1813, "25725": 1814, "25726": 1815, "25727": 1816, "25728": 1817, "25729": 1818, "25730": 1819, "257306": 1820, "25731": 1821, "25732": 1822, "25733": 1823, "25740": 1824, "25741": 1825, "25742": 1826, "25743": 1827, "25744": 1828, "25745": 1829, "25746": 1830, "25747": 1831, "25748": 1832, "25749": 1833, "25759": 1834, "25760": 1835, "25761": 1836, "25762": 1837, "25763": 1838, "25764": 1839, "25765": 1840, "25766": 1841, "25767": 1842, "25768": 1843, "25769": 1844, "25770": 1845, "25771": 1846, "25772": 1847, "25773": 1848, "25774": 1849, "25775": 1850, "25776": 1851, "25777": 1852, "25779": 1853, "25789": 1854, "25790": 1855, "25791": 1856, "25792": 1857, "25793": 1858, "25794": 1859, "25795": 1860, "25799": 1861, "25800": 1862, "25801": 1863, "25802": 1864, "25803": 1865, "258058": 1866, "258120": 1867, "258154": 1868, "25900": 1869, "25901": 1870, "25902": 1871, "25903": 1872, "25904": 1873, "25905": 1874, "25906": 1875, "25907": 1876, "25908": 1877, "26": 1878, "260": 1879, "26000": 1880, "26001": 1881, "26002": 1882, "26003": 1883, "26004": 1884, "26005": 1885, "260106": 1886, "260122": 1887, "260126": 1888, "260154": 1889, "260168": 1890, "260184": 1891, "260190": 1892, "260204": 1893, "260222": 1894, "260314": 1895, "260316": 1896, "260350": 1897, "26100": 1898, "26101": 1899, "26102": 1900, "26103": 1901, "26104": 1902, "26105": 1903, "26106": 1904, "26107": 1905, "26108": 1906, "26109": 1907, "26110": 1908, "26112": 1909, "26113": 1910, "26114": 1911, "26115": 1912, "26116": 1913, "26117": 1914, "26118": 1915, "26119": 1916, "26120": 1917, "26121": 1918, "26122": 1919, "26123": 1920, "26200": 1921, "26201": 1922, "26202": 1923, "26203": 1924, "26204": 1925, "26205": 1926, "262154": 1927, "262160": 1928, "262170": 1929, "262224": 1930, "26300": 1931, "26301": 1932, "26302": 1933, "26303": 1934, "26304": 1935, "26305": 1936, "26306": 1937, "26307": 1938, "26308": 1939, "26309": 1940, "26310": 1941, "26311": 1942, "26313": 1943, "26314": 1944, "26315": 1945, "26316": 1946, "26317": 1947, "26318": 1948, "2632": 1949, "2634": 1950, "26400": 1951, "26401": 1952, "26402": 1953, "26403": 1954, "26404": 1955, "26405": 1956, "26406": 1957, "2650": 1958, "26500": 1959, "26501": 1960, "26502": 1961, "26503": 1962, "26504": 1963, "26505": 1964, "26506": 1965, "26507": 1966, "26508": 1967, "26509": 1968, "26510": 1969, "26511": 1970, "26512": 1971, "26513": 1972, "266": 1973, "26600": 1974, "26601": 1975, "26602": 1976, "26603": 1977, "26604": 1978, "26605": 1979, "26606": 1980, "26634": 1981, "26635": 1982, "26650": 1983, "26651": 1984, "26682": 1985, "26700": 1986, "26701": 1987, "26702": 1988, "26703": 1989, "26704": 1990, "26705": 1991, "26706": 1992, "26707": 1993, "26708": 1994, "26709": 1995, "26710": 1996, "26711": 1997, "26712": 1998, "26713": 1999, "26714": 2000, "26715": 2001, "26716": 2002, "26717": 2003, "26718": 2004, "26719": 2005, "26720": 2006, "26778": 2007, "26894": 2008, "26900": 2009, "26901": 2010, "26902": 2011, "26903": 2012, "26904": 2013, "26905": 2014, "26906": 2015, "26907": 2016, "26908": 2017, "26909": 2018, "26910": 2019, "26911": 2020, "26912": 2021, "27": 2022, "270": 2023, "2700": 2024, "27000": 2025, "27001": 2026, "27002": 2027, "27003": 2028, "27004": 2029, "27005": 2030, "27006": 2031, "27007": 2032, "27008": 2033, "27009": 2034, "2701": 2035, "27010": 2036, "27011": 2037, "27012": 2038, "2702": 2039, "2703": 2040, "2704": 2041, "2705": 2042, "2706": 2043, "2707": 2044, "2708": 2045, "2709": 2046, "2710": 2047, "27100": 2048, "27101": 2049, "27102": 2050, "27103": 2051, "27104": 2052, "27105": 2053, "27106": 2054, "27107": 2055, "27108": 2056, "27109": 2057, "2711": 2058, "27110": 2059, "27111": 2060, "27112": 2061, "27113": 2062, "27114": 2063, "27115": 2064, "27116": 2065, "27117": 2066, "27118": 2067, "27119": 2068, "2712": 2069, "27120": 2070, "27121": 2071, "27122": 2072, "27123": 2073, "27124": 2074, "27125": 2075, "27126": 2076, "27127": 2077, "27128": 2078, "27129": 2079, "2713": 2080, "27130": 2081, "27131": 2082, "27132": 2083, "27133": 2084, "27134": 2085, "27135": 2086, "27136": 2087, "27137": 2088, "27138": 2089, "27139": 2090, "2714": 2091, "27140": 2092, "27141": 2093, "27142": 2094, "27143": 2095, "27144": 2096, "27145": 2097, "27146": 2098, "27147": 2099, "27148": 2100, "27149": 2101, "2715": 2102, "27150": 2103, "27151": 2104, "27152": 2105, "27153": 2106, "27154": 2107, "27155": 2108, "27156": 2109, "27157": 2110, "27158": 2111, "27159": 2112, "2716": 2113, "27160": 2114, "27161": 2115, "27162": 2116, "27163": 2117, "27164": 2118, "27165": 2119, "27166": 2120, "2717": 2121, "2718": 2122, "2719": 2123, "2720": 2124, "2721": 2125, "2722": 2126, "2723": 2127, "2724": 2128, "27242": 2129, "2725": 2130, "2726": 2131, "2727": 2132, "2728": 2133, "2729": 2134, "2730": 2135, "27300": 2136, "27301": 2137, "27302": 2138, "27303": 2139, "27304": 2140, "27305": 2141, "27306": 2142, "27307": 2143, "27308": 2144, "2731": 2145, "27400": 2146, "27401": 2147, "27402": 2148, "27403": 2149, "27404": 2150, "27405": 2151, "27406": 2152, "27407": 2153, "27408": 2154, "27409": 2155, "27410": 2156, "27411": 2157, "27413": 2158, "27414": 2159, "27415": 2160, "27416": 2161, "27417": 2162, "27418": 2163, "27419": 2164, "27420": 2165, "27421": 2166, "27422": 2167, "27423": 2168, "27424": 2169, "27425": 2170, "27426": 2171, "27428": 2172, "27429": 2173, "27430": 2174, "27431": 2175, "27432": 2176, "27433": 2177, "27434": 2178, "27435": 2179, "27436": 2180, "275": 2181, "27500": 2182, "27501": 2183, "27502": 2184, "27503": 2185, "27504": 2186, "27505": 2187, "27506": 2188, "27507": 2189, "27508": 2190, "27509": 2191, "27510": 2192, "27511": 2193, "27512": 2194, "27513": 2195, "27514": 2196, "27515": 2197, "27516": 2198, "27517": 2199, "27518": 2200, "27519": 2201, "27520": 2202, "27521": 2203, "27522": 2204, "27523": 2205, "27524": 2206, "27525": 2207, "27526": 2208, "27527": 2209, "27528": 2210, "27529": 2211, "27530": 2212, "27531": 2213, "27532": 2214, "27533": 2215, "27534": 2216, "27535": 2217, "27536": 2218, "27537": 2219, "27538": 2220, "27539": 2221, "27540": 2222, "27541": 2223, "27542": 2224, "27544": 2225, "27545": 2226, "27546": 2227, "27547": 2228, "27548": 2229, "27549": 2230, "2755": 2231, "27550": 2232, "27551": 2233, "27552": 2234, "27553": 2235, "27554": 2236, "27555": 2237, "27556": 2238, "27557": 2239, "27558": 2240, "27559": 2241, "27560": 2242, "27561": 2243, "27562": 2244, "27563": 2245, "27564": 2246, "27565": 2247, "27566": 2248, "27567": 2249, "27568": 2250, "27569": 2251, "2757": 2252, "27570": 2253, "27571": 2254, "27572": 2255, "27573": 2256, "27574": 2257, "27575": 2258, "27576": 2259, "27577": 2260, "27578": 2261, "27579": 2262, "27580": 2263, "27581": 2264, "27582": 2265, "27583": 2266, "27584": 2267, "27585": 2268, "27586": 2269, "27587": 2270, "27588": 2271, "27589": 2272, "27590": 2273, "27591": 2274, "276": 2275, "2760": 2276, "2761": 2277, "2762": 2278, "2763": 2279, "2764": 2280, "2765": 2281, "2766": 2282, "2767": 2283, "2768": 2284, "2769": 2285, "2770": 2286, "27700": 2287, "27701": 2288, "27702": 2289, "27703": 2290, "27704": 2291, "27705": 2292, "27706": 2293, "27707": 2294, "27708": 2295, "27709": 2296, "2771": 2297, "27710": 2298, "27711": 2299, "27712": 2300, "27713": 2301, "27714": 2302, "27715": 2303, "27716": 2304, "27717": 2305, "27718": 2306, "27719": 2307, "2772": 2308, "27720": 2309, "27721": 2310, "27722": 2311, "27723": 2312, "27724": 2313, "27725": 2314, "27726": 2315, "27727": 2316, "27728": 2317, "2773": 2318, "27730": 2319, "27731": 2320, "27732": 2321, "27733": 2322, "27734": 2323, "2774": 2324, "2775": 2325, "2776": 2326, "2778": 2327, "278": 2328, "27800": 2329, "27801": 2330, "27802": 2331, "27803": 2332, "2790": 2333, "27900": 2334, "27904": 2335, "2791": 2336, "27911": 2337, "27916": 2338, "27921": 2339, "27922": 2340, "27924": 2341, "27925": 2342, "27926": 2343, "27930": 2344, "27934": 2345, "27937": 2346, "27940": 2347, "27941": 2348, "27943": 2349, "27945": 2350, "27947": 2351, "27948": 2352, "27949": 2353, "2795": 2354, "27951": 2355, "27955": 2356, "27957": 2357, "27963": 2358, "27967": 2359, "27968": 2360, "2797": 2361, "27971": 2362, "27972": 2363, "27977": 2364, "27978": 2365, "27987": 2366, "27988": 2367, "27989": 2368, "27990": 2369, "27992": 2370, "27993": 2371, "27994": 2372, "27995": 2373, "27996": 2374, "27998": 2375, "27999": 2376, "28": 2377, "280": 2378, "2800": 2379, "28000": 2380, "28001": 2381, "28002": 2382, "28003": 2383, "28004": 2384, "28005": 2385, "28006": 2386, "28007": 2387, "2801": 2388, "2802": 2389, "28100": 2390, "28101": 2391, "28102": 2392, "28103": 2393, "28104": 2394, "28105": 2395, "28106": 2396, "28107": 2397, "28108": 2398, "28109": 2399, "28110": 2400, "28111": 2401, "28112": 2402, "28113": 2403, "28114": 2404, "28115": 2405, "28200": 2406, "28201": 2407, "28202": 2408, "28204": 2409, "28205": 2410, "28206": 2411, "28207": 2412, "28300": 2413, "28301": 2414, "28302": 2415, "28303": 2416, "28304": 2417, "28305": 2418, "28306": 2419, "28307": 2420, "28308": 2421, "28309": 2422, "28310": 2423, "28311": 2424, "28312": 2425, "28313": 2426, "28314": 2427, "28315": 2428, "28316": 2429, "28317": 2430, "28318": 2431, "28319": 2432, "28320": 2433, "28321": 2434, "28322": 2435, "28323": 2436, "28400": 2437, "28401": 2438, "28402": 2439, "28403": 2440, "28404": 2441, "28405": 2442, "28406": 2443, "28407": 2444, "28408": 2445, "28409": 2446, "28410": 2447, "28411": 2448, "28412": 2449, "28413": 2450, "28414": 2451, "28415": 2452, "28416": 2453, "28417": 2454, "28418": 2455, "28423": 2456, "28431": 2457, "28432": 2458, "28433": 2459, "28458": 2460, "28464": 2461, "28471": 2462, "28472": 2463, "28475": 2464, "28481": 2465, "28485": 2466, "28486": 2467, "28487": 2468, "28489": 2469, "28494": 2470, "28497": 2471, "28601": 2472, "28602": 2473, "28603": 2474, "28604": 2475, "28605": 2476, "28606": 2477, "28607": 2478, "28608": 2479, "28609": 2480, "28610": 2481, "28611": 2482, "28612": 2483, "28613": 2484, "28614": 2485, "28615": 2486, "28616": 2487, "28617": 2488, "28618": 2489, "28619": 2490, "28620": 2491, "28621": 2492, "28622": 2493, "28623": 2494, "28624": 2495, "28625": 2496, "28626": 2497, "28627": 2498, "28628": 2499, "28629": 2500, "28630": 2501, "28631": 2502, "28632": 2503, "28633": 2504, "28634": 2505, "28635": 2506, "28636": 2507, "28637": 2508, "28638": 2509, "28639": 2510, "28640": 2511, "28641": 2512, "28642": 2513, "28643": 2514, "28644": 2515, "28645": 2516, "28646": 2517, "28647": 2518, "28648": 2519, "28649": 2520, "28650": 2521, "28651": 2522, "28652": 2523, "28653": 2524, "28654": 2525, "28655": 2526, "28656": 2527, "28657": 2528, "28658": 2529, "28659": 2530, "28660": 2531, "28661": 2532, "28662": 2533, "28663": 2534, "28664": 2535, "28665": 2536, "28666": 2537, "28667": 2538, "28668": 2539, "28669": 2540, "28670": 2541, "28671": 2542, "28700": 2543, "28701": 2544, "28702": 2545, "28703": 2546, "28704": 2547, "28705": 2548, "28706": 2549, "28707": 2550, "28708": 2551, "28709": 2552, "28710": 2553, "28711": 2554, "28712": 2555, "28713": 2556, "28714": 2557, "28715": 2558, "28716": 2559, "28717": 2560, "28718": 2561, "28719": 2562, "28720": 2563, "28721": 2564, "28722": 2565, "28723": 2566, "28724": 2567, "28725": 2568, "28726": 2569, "28727": 2570, "28728": 2571, "28729": 2572, "28730": 2573, "28731": 2574, "28732": 2575, "28733": 2576, "28734": 2577, "28735": 2578, "28736": 2579, "28737": 2580, "28738": 2581, "28739": 2582, "28740": 2583, "28741": 2584, "28742": 2585, "28743": 2586, "28744": 2587, "28745": 2588, "28746": 2589, "28747": 2590, "28748": 2591, "28749": 2592, "28750": 2593, "28751": 2594, "28752": 2595, "28753": 2596, "28754": 2597, "28755": 2598, "28756": 2599, "28757": 2600, "28758": 2601, "28759": 2602, "28760": 2603, "28761": 2604, "28762": 2605, "28763": 2606, "28764": 2607, "28765": 2608, "28766": 2609, "28767": 2610, "28768": 2611, "28769": 2612, "28770": 2613, "28771": 2614, "28772": 2615, "28773": 2616, "28774": 2617, "28775": 2618, "28776": 2619, "28800": 2620, "28801": 2621, "28802": 2622, "28803": 2623, "28804": 2624, "28805": 2625, "28806": 2626, "28807": 2627, "28808": 2628, "28809": 2629, "28810": 2630, "28811": 2631, "28812": 2632, "28813": 2633, "28814": 2634, "28815": 2635, "28816": 2636, "28817": 2637, "28818": 2638, "28819": 2639, "28820": 2640, "28821": 2641, "28822": 2642, "28823": 2643, "28824": 2644, "28825": 2645, "28826": 2646, "28827": 2647, "28828": 2648, "28829": 2649, "28830": 2650, "28831": 2651, "28832": 2652, "28892": 2653, "28900": 2654, "28901": 2655, "28902": 2656, "28903": 2657, "28904": 2658, "28905": 2659, "28906": 2660, "28907": 2661, "28908": 2662, "28909": 2663, "28910": 2664, "28911": 2665, "28912": 2666, "28913": 2667, "28914": 2668, "28915": 2669, "28916": 2670, "28917": 2671, "28918": 2672, "28919": 2673, "28920": 2674, "28921": 2675, "2894": 2676, "29": 2677, "290": 2678, "29000": 2679, "29001": 2680, "29002": 2681, "29003": 2682, "29004": 2683, "29005": 2684, "29006": 2685, "29100": 2686, "29101": 2687, "29102": 2688, "29105": 2689, "29106": 2690, "29107": 2691, "29108": 2692, "29110": 2693, "29111": 2694, "29112": 2695, "29113": 2696, "29114": 2697, "29115": 2698, "29116": 2699, "29117": 2700, "29119": 2701, "29130": 2702, "29140": 2703, "29150": 2704, "29175": 2705, "29180": 2706, "29181": 2707, "29199": 2708, "29200": 2709, "29201": 2710, "29202": 2711, "29203": 2712, "29204": 2713, "29205": 2714, "29206": 2715, "29207": 2716, "29208": 2717, "29209": 2718, "29210": 2719, "29211": 2720, "29212": 2721, "29213": 2722, "29214": 2723, "29215": 2724, "29216": 2725, "29217": 2726, "29218": 2727, "29219": 2728, "29220": 2729, "29221": 2730, "29222": 2731, "29223": 2732, "29224": 2733, "29225": 2734, "29226": 2735, "29227": 2736, "29228": 2737, "29229": 2738, "29230": 2739, "29231": 2740, "29232": 2741, "29233": 2742, "29234": 2743, "29235": 2744, "29236": 2745, "29237": 2746, "29238": 2747, "29239": 2748, "29240": 2749, "29241": 2750, "29242": 2751, "29243": 2752, "29244": 2753, "29245": 2754, "29246": 2755, "29247": 2756, "29248": 2757, "29249": 2758, "29250": 2759, "29251": 2760, "29252": 2761, "29253": 2762, "29254": 2763, "29400": 2764, "29401": 2765, "29402": 2766, "29403": 2767, "29404": 2768, "29405": 2769, "29406": 2770, "29407": 2771, "29408": 2772, "29409": 2773, "29410": 2774, "29411": 2775, "29412": 2776, "29413": 2777, "29414": 2778, "29415": 2779, "29416": 2780, "29417": 2781, "29418": 2782, "29419": 2783, "29420": 2784, "29421": 2785, "29422": 2786, "29500": 2787, "29501": 2788, "29502": 2789, "29503": 2790, "29504": 2791, "29505": 2792, "29506": 2793, "29507": 2794, "29508": 2795, "29509": 2796, "29510": 2797, "29511": 2798, "29600": 2799, "29601": 2800, "29602": 2801, "29603": 2802, "29604": 2803, "29605": 2804, "29606": 2805, "29607": 2806, "29608": 2807, "29609": 2808, "29610": 2809, "29611": 2810, "29612": 2811, "298": 2812, "29801": 2813, "29802": 2814, "29803": 2815, "29804": 2816, "29805": 2817, "29806": 2818, "29807": 2819, "29808": 2820, "29809": 2821, "29810": 2822, "29811": 2823, "29812": 2824, "29813": 2825, "29814": 2826, "29815": 2827, "29816": 2828, "29817": 2829, "29818": 2830, "29819": 2831, "29820": 2832, "29821": 2833, "29822": 2834, "29900": 2835, "29901": 2836, "29902": 2837, "29903": 2838, "29904": 2839, "29905": 2840, "29906": 2841, "29907": 2842, "29908": 2843, "29909": 2844, "29910": 2845, "29911": 2846, "29912": 2847, "29913": 2848, "29914": 2849, "2d0": 2850, "2d1": 2851, "2d2": 2852, "2d4": 2853, "2d5": 2854, "3": 2855, "3/4": 2856, "30": 2857, "300": 2858, "3000": 2859, "30000": 2860, "30001": 2861, "30002": 2862, "30003": 2863, "30004": 2864, "30005": 2865, "30006": 2866, "30007": 2867, "30008": 2868, "30009": 2869, "3001": 2870, "30010": 2871, "30011": 2872, "30012": 2873, "30013": 2874, "30014": 2875, "30015": 2876, "3002": 2877, "3003": 2878, "3004": 2879, "3005": 2880, "3006": 2881, "3007": 2882, "3008": 2883, "3009": 2884, "301": 2885, "3010": 2886, "30100": 2887, "30101": 2888, "30102": 2889, "30103": 2890, "30104": 2891, "30105": 2892, "30106": 2893, "30107": 2894, "30108": 2895, "30109": 2896, "3011": 2897, "30110": 2898, "30111": 2899, "30112": 2900, "30113": 2901, "30114": 2902, "30115": 2903, "30116": 2904, "30117": 2905, "30118": 2906, "30119": 2907, "3012": 2908, "30120": 2909, "30121": 2910, "30122": 2911, "30123": 2912, "30124": 2913, "30125": 2914, "30126": 2915, "30127": 2916, "30128": 2917, "30129": 2918, "3013": 2919, "30130": 2920, "30131": 2921, "30132": 2922, "30133": 2923, "30134": 2924, "30135": 2925, "30136": 2926, "30137": 2927, "30138": 2928, "30139": 2929, "30140": 2930, "30141": 2931, "30142": 2932, "30143": 2933, "30144": 2934, "30145": 2935, "30146": 2936, "30147": 2937, "3016": 2938, "302": 2939, "3020": 2940, "3021": 2941, "3022": 2942, "3023": 2943, "3024": 2944, "3025": 2945, "3026": 2946, "3027": 2947, "3040": 2948, "30401": 2949, "30402": 2950, "30403": 2951, "30404": 2952, "30405": 2953, "30406": 2954, "30407": 2955, "3041": 2956, "3042": 2957, "3043": 2958, "3044": 2959, "3045": 2960, "3046": 2961, "305": 2962, "30500": 2963, "30501": 2964, "30502": 2965, "30503": 2966, "30504": 2967, "30505": 2968, "30506": 2969, "30507": 2970, "30508": 2971, "30509": 2972, "30510": 2973, "30511": 2974, "30512": 2975, "30513": 2976, "30514": 2977, "30515": 2978, "30516": 2979, "30517": 2980, "30518": 2981, "3059": 2982, "3060": 2983, "30600": 2984, "30601": 2985, "30602": 2986, "30603": 2987, "30604": 2988, "30605": 2989, "30606": 2990, "30607": 2991, "30608": 2992, "30609": 2993, "3061": 2994, "30610": 2995, "30611": 2996, "30612": 2997, "30613": 2998, "30614": 2999, "30615": 3000, "30616": 3001, "30617": 3002, "30618": 3003, "3062": 3004, "3063": 3005, "3064": 3006, "3065": 3007, "3066": 3008, "3067": 3009, "3068": 3010, "30700": 3011, "30701": 3012, "30702": 3013, "30703": 3014, "30704": 3015, "30705": 3016, "30706": 3017, "30707": 3018, "30708": 3019, "30709": 3020, "30710": 3021, "30711": 3022, "30712": 3023, "30713": 3024, "30714": 3025, "30715": 3026, "30716": 3027, "30717": 3028, "30718": 3029, "30734": 3030, "30746": 3031, "30750": 3032, "30800": 3033, "30801": 3034, "30802": 3035, "30803": 3036, "30804": 3037, "30805": 3038, "30806": 3039, "30807": 3040, "30808": 3041, "30809": 3042, "30810": 3043, "30811": 3044, "30812": 3045, "30813": 3046, "30814": 3047, "30815": 3048, "30816": 3049, "30817": 3050, "30818": 3051, "30819": 3052, "30820": 3053, "30821": 3054, "30822": 3055, "30823": 3056, "30824": 3057, "30825": 3058, "30826": 3059, "30827": 3060, "30828": 3061, "30829": 3062, "30830": 3063, "30831": 3064, "30832": 3065, "30833": 3066, "30834": 3067, "30835": 3068, "30836": 3069, "30837": 3070, "3089": 3071, "3090": 3072, "30900": 3073, "30901": 3074, "30902": 3075, "30903": 3076, "30904": 3077, "30905": 3078, "30906": 3079, "30907": 3080, "30908": 3081, "30909": 3082, "3091": 3083, "30910": 3084, "30911": 3085, "30912": 3086, "30913": 3087, "30914": 3088, "30915": 3089, "30916": 3090, "30917": 3091, "30918": 3092, "30919": 3093, "3092": 3094, "30920": 3095, "30921": 3096, "30922": 3097, "30923": 3098, "30924": 3099, "30925": 3100, "30926": 3101, "30927": 3102, "30928": 3103, "30929": 3104, "3093": 3105, "30930": 3106, "30931": 3107, "30932": 3108, "30933": 3109, "30934": 3110, "30935": 3111, "30936": 3112, "30937": 3113, "30938": 3114, "30939": 3115, "3094": 3116, "30940": 3117, "30941": 3118, "30942": 3119, "3095": 3120, "30k": 3121, "31": 3122, "310": 3123, "3100": 3124, "31001": 3125, "31002": 3126, "31003": 3127, "31004": 3128, "31005": 3129, "31006": 3130, "31007": 3131, "31008": 3132, "31009": 3133, "3101": 3134, "31010": 3135, "31011": 3136, "31012": 3137, "31013": 3138, "31014": 3139, "31015": 3140, "31016": 3141, "31017": 3142, "3102": 3143, "3103": 3144, "3104": 3145, "3105": 3146, "3106": 3147, "31100": 3148, "31101": 3149, "31102": 3150, "31103": 3151, "31104": 3152, "31105": 3153, "31106": 3154, "31107": 3155, "31108": 3156, "31109": 3157, "31110": 3158, "31111": 3159, "31112": 3160, "31113": 3161, "31114": 3162, "3120": 3163, "31200": 3164, "31201": 3165, "31202": 3166, "31203": 3167, "31204": 3168, "31205": 3169, "31206": 3170, "31207": 3171, "31208": 3172, "31209": 3173, "3121": 3174, "31210": 3175, "31211": 3176, "31212": 3177, "31213": 3178, "31215": 3179, "31216": 3180, "31217": 3181, "31218": 3182, "31219": 3183, "3122": 3184, "3123": 3185, "31300": 3186, "31301": 3187, "31302": 3188, "31303": 3189, "31304": 3190, "31305": 3191, "31306": 3192, "31307": 3193, "31308": 3194, "31309": 3195, "31310": 3196, "31311": 3197, "31312": 3198, "31400": 3199, "31401": 3200, "31402": 3201, "31403": 3202, "31404": 3203, "31405": 3204, "31406": 3205, "31407": 3206, "31408": 3207, "31409": 3208, "31410": 3209, "31411": 3210, "31412": 3211, "31413": 3212, "31414": 3213, "31415": 3214, "31416": 3215, "31417": 3216, "31418": 3217, "31419": 3218, "31420": 3219, "3144": 3220, "31500": 3221, "31501": 3222, "31502": 3223, "31503": 3224, "31504": 3225, "31505": 3226, "31506": 3227, "31507": 3228, "31508": 3229, "31509": 3230, "31510": 3231, "31511": 3232, "31512": 3233, "31513": 3234, "31514": 3235, "31515": 3236, "31516": 3237, "31517": 3238, "31518": 3239, "31519": 3240, "31520": 3241, "31521": 3242, "31522": 3243, "31523": 3244, "31524": 3245, "31525": 3246, "31526": 3247, "31527": 3248, "31528": 3249, "31529": 3250, "31530": 3251, "31531": 3252, "31532": 3253, "31533": 3254, "31534": 3255, "31535": 3256, "31536": 3257, "31537": 3258, "31538": 3259, "31539": 3260, "31540": 3261, "31541": 3262, "31542": 3263, "31543": 3264, "31544": 3265, "31545": 3266, "31546": 3267, "31547": 3268, "31548": 3269, "31549": 3270, "31550": 3271, "31551": 3272, "31552": 3273, "31553": 3274, "31554": 3275, "31555": 3276, "31556": 3277, "31557": 3278, "31558": 3279, "31559": 3280, "31560": 3281, "31600": 3282, "31601": 3283, "31602": 3284, "31603": 3285, "31604": 3286, "31605": 3287, "31606": 3288, "31607": 3289, "31608": 3290, "31609": 3291, "31610": 3292, "31611": 3293, "31612": 3294, "31613": 3295, "31614": 3296, "31615": 3297, "31616": 3298, "31617": 3299, "31618": 3300, "31619": 3301, "31620": 3302, "31621": 3303, "31622": 3304, "31623": 3305, "31624": 3306, "31625": 3307, "31626": 3308, "31627": 3309, "31628": 3310, "31629": 3311, "31630": 3312, "31631": 3313, "31632": 3314, "31633": 3315, "31634": 3316, "31635": 3317, "31636": 3318, "31637": 3319, "31638": 3320, "31639": 3321, "31640": 3322, "31641": 3323, "31700": 3324, "31701": 3325, "31702": 3326, "31703": 3327, "31704": 3328, "31705": 3329, "31706": 3330, "31707": 3331, "31708": 3332, "31709": 3333, "31710": 3334, "31711": 3335, "31712": 3336, "31713": 3337, "31714": 3338, "31715": 3339, "31716": 3340, "31717": 3341, "31718": 3342, "31719": 3343, "31720": 3344, "31721": 3345, "31722": 3346, "31723": 3347, "31800": 3348, "31801": 3349, "31802": 3350, "31803": 3351, "31804": 3352, "31805": 3353, "31806": 3354, "31807": 3355, "31808": 3356, "31809": 3357, "31810": 3358, "31811": 3359, "31812": 3360, "31813": 3361, "31814": 3362, "31815": 3363, "31816": 3364, "31817": 3365, "31818": 3366, "31819": 3367, "31820": 3368, "31821": 3369, "31822": 3370, "31900": 3371, "31901": 3372, "31902": 3373, "31903": 3374, "31904": 3375, "31905": 3376, "31906": 3377, "31907": 3378, "31908": 3379, "31909": 3380, "31910": 3381, "31911": 3382, "31912": 3383, "31913": 3384, "31914": 3385, "32": 3386, "320": 3387, "322": 3388, "32200": 3389, "32201": 3390, "32202": 3391, "32203": 3392, "32204": 3393, "32205": 3394, "32206": 3395, "32207": 3396, "32208": 3397, "32209": 3398, "32210": 3399, "32300": 3400, "32301": 3401, "32302": 3402, "32303": 3403, "32304": 3404, "32305": 3405, "32306": 3406, "32307": 3407, "32308": 3408, "32309": 3409, "32310": 3410, "32311": 3411, "32312": 3412, "32313": 3413, "32314": 3414, "32315": 3415, "32316": 3416, "32317": 3417, "32318": 3418, "32319": 3419, "32320": 3420, "32321": 3421, "32322": 3422, "32400": 3423, "32401": 3424, "32402": 3425, "32403": 3426, "32404": 3427, "32405": 3428, "32406": 3429, "32407": 3430, "32408": 3431, "32409": 3432, "32410": 3433, "32411": 3434, "32412": 3435, "32413": 3436, "32414": 3437, "32415": 3438, "32416": 3439, "32417": 3440, "32418": 3441, "32419": 3442, "32420": 3443, "32421": 3444, "325": 3445, "32500": 3446, "32501": 3447, "32502": 3448, "32503": 3449, "32504": 3450, "32505": 